[
    {
        "quote": "Not only did Price Andrew know he would die, but he felt that he was dyaing and was already half dead. He was conscious of a aloofnewss from everyting eartly and a strange and Jouous lightness of existence",
        "book": "War and Peace",
        "author": "",
        "location": "",
        "date": ""
    },
    {
        "quote": "Music was my way of keeping people from looking through and around me. I wanted the heavies to know I was around.",
        "book": "",
        "author": "Bruce Springsteen",
        "location": "NYC",
        "date": ""
    },
    {
        "quote": "For the representative of the Tussian people, after the enemy had been destroyed and Russia had been liverated and raise to hthe summit of her glory, there was nothing left to do as a russian. nothing remained for the representative of the national war but to die, and Kutzov died",
        "book": "War and Peace",
        "location": "NYC",
        "date": ""
    },
    {
        "quote": "They were silent awhile. But why go to Petersbur? Hatasha suddenly asked and hastily replid to her question. But no , no, he must .. Yes Mavy. He must",
        "book": "War and Peace",
        "location": "NYC",
        "date": ""
    },
    {
        "quote": "To Whom? My wife looked puzzled. To you Hilda. I though you might want to drink to that dreadful Daisy Sampson. Dont you remember? She married Reggie Proudfoot. No I was drinking to you, Hilda. Entirely to you",
        "book": "Rumpole and the Penge Bungulow Murders",
        "location": "NYC",
        "date": "12/04"
    },
    {
        "quote": "",
        "book": "",
        "location": "",
        "date": ""
    },
    {
        "quote": "I watch her walk toward St. Charles, Cape Jasmine held against her cheek, until my brothers and sisters call out behind me. ",
        "book": "The Moviegoer",
        "location": "NYC",
        "date": "12/04"
    },
    {
        "quote": "However passionate, singful and belliors the heart hidden in the tomb, the flowers growing over it peep at us serenly with their innovent eyes. They speak to us not only of enternal peace, of the vast repose of indeifferent nature: they tell us, too, of overlasting reconcilliation and of life which has no end",
        "book": "Fathers and Sons",
        "location": "NYC",
        "date": "1/05"
    },
    {
        "quote": "The mark of the immature man is that he wants to die nobly for a cause, while the mark of the mauture man is that he wants to live humbly for one",
        "book": "Wilhelm Stekel",
        "location": "",
        "date": ""
    },
    {
        "quote": "Dont tell anybody anything. If you do, youll start missing every body",
        "book": "Catcher in the Rye",
        "location": "",
        "date": "1/05"
    },
    {
        "quote": "His soul swooned slowly as he heart the snow falling faintly through the universe and faintly falling, like the descent of their last end, upon all the liveing and the dead",
        "book": "Dubliners",
        "location": "NYC",
        "date": "2/05"
    },
    {
        "quote": "He was like a man who stands upon a hill above the town he has left, yet does not say \" the town is near \" but turns his eyes upon the distant soaring ranges",
        "book": "Look Homeward, Angel",
        "location": "NYC",
        "date": "2/05"
    },
    {
        "quote": "One day in april, frank went to the hospital and had himself cirumcised. For a couple of days he dragged himself around with a apain between his lefs. The pain enraged and inspired him. After Passover he became a Jew",
        "book": "The Assitant",
        "location": "NYC",
        "date": "2/05"
    },
    {
        "quote": "Then there was the ocean and the sky and the figure of Howard Roark",
        "book": "The FountainHead",
        "location": "NYC",
        "date": "3/05"
    },
    {
        "quote": "The lig which puts out our eyes is darkness to us. Only that day dawns to which we are awake. There is more day to dawn. The sun is but a morning start",
        "book": "Walden",
        "location": "NYC",
        "date": "4/05"
    },
    {
        "quote": "But after I had got them out and shut the door and turned off the light it wasn't any good. It was like saying good-bye to a statue. After a while I went out and lef the hospital and walked back to the hotel in the rain",
        "book": "A Farewell to Arms",
        "location": "NYC",
        "date": "4/05"
    },
    {
        "quote": "When she had replaced the phone, she seemed to know just what to do next, too. She cleared away the smoking hinges, the drew back the cotton bekspread from the bed she had been sittin on, took off her slipers, and got into the bed. For some minutes before she fell into a depp, dreamless sleep, she just lay quiet smilling at the ceiling.",
        "book": "Franny and Zoe",
        "location": "NYC",
        "date": "4/05"
    },
    {
        "quote": "Oh! Found Farewell to savages and exploration! in grouping, durring the brief intervals in which our species can bring itself to interrupt its hive like activity, the essence of what it was and continues to be, below th threshold of thought and over and above society: in the contemplation of a mineral move beautiful than all our creations, in the scent that can be smelt at the heart of a lilly and it smore impred with learning than all over banks or in the brief glance, heavy with patience serentity and mutla foriveness, that through some involutnary unerstanding, one can sometimes exchange with a cat",
        "book": "Tristes Tropiques",
        "location": "NYC",
        "date": "7/05"
    },
    {
        "quote": "Yet in the end, we believe lean production will supplant both mass production and the remaining pasts of craft production in all areas of industrial edeveuor to become the standard global production system of the twenty first century. That world will be a very different and a much better place. ",
        "book": "The machine that changed the world",
        "location": "NYC",
        "date": "7/05"
    },
    {
        "quote": "His hand closed automatically around the fake Horcrux, but in spite of everything, in spite of the dark and twisting path he saw stretching ahead for himself, in spite ofthe final meeting with Voldemort he knew must come, whether in a month, in a year, or in ten, he felt his heart lift at the thought that there was still one last golden day of peace left to enjoy with Ron and Hermione",
        "book": "Harry Potter and the Half Blood Prince",
        "location": "NYC",
        "date": "7/05"
    },
    {
        "quote": "Beside his hospital bed the night he died lay the pages of an unfinished calculation on the unified field theory. He had planned to continue working on it the next morning.",
        "book": "Einstein",
        "location": "NYC",
        "date": "8/05"
    },
    {
        "quote": "When Feisal had gone, I made allenby the last(and also i think first) request I ever made him for myself- leave to go away. For a while he would not have it; but I reasoned reminding him of his 16 year old promis, and point out how much easier the new Law would be if my spur were absent from the people. In the end he agreed; and then at once I knew how much I was sorry.",
        "book": "Seven Pillars of Wisdom",
        "location": "NYC",
        "date": "8/05"
    },
    {
        "quote": "The work of creating goes on",
        "book": "My Years with General Motors",
        "location": "NYC",
        "date": "9/05"
    },
    {
        "quote": "There is no knowing beyond knowing. I could try and recapture that moment if I liked, but there's no attaining the past and I could never relieve the journey. Its the kind of thing that only happens when your young.",
        "book": "Flight of Passage",
        "location": "NYC",
        "date": "9/05"
    },
    {
        "quote": "It is our responsability as scientists, knowing the great progess which comes from a satisfactory philosophy of ignorance, the great progress which is the fruit of freedom of though, to proclaim the value of this freadom. To teach how doubt is not to be feared but welcomed and discussed, and to demand this freedom as our duty to all coming generations",
        "book": "What do you care what other people think",
        "author":"Richard P Feynman",
        "location": "NYC",
        "date": "10/05"
    },
    {
        "quote": "Elizabeth spirits soon rising to playfulness againk she wanted Mr. Darcy to account for his ever fallin in love with her. How could you being? say she. I can comprehend your going on charmingly when you had onse made a beginning, but what could get you off in teh first place? I cannot find out the house or he spot, or the look of the words which laid the foundation. It is too long ago. I was in teh middle before I knoew that I had begun.",
        "book": "Pride and Prejudice",
        "author":"Jane Austen",
        "location": "NYC",
        "date": "10/05"
    },
    {
        "quote": "And they were both ever sensible of the warmest gratitude towards the person who, by bringing her into Derbeshire, ahd been the means of uniting them",
        "book": "Pride and Prejudice",
        "author":"Jane Austen",
        "location": "NYC",
        "date": "10/05"
    },
    {
        "quote": "Men have gained control over the cause of nature to such and extent that with their help they would have no diffuculty in exterminating on antoher to the last man. They know this, and hence comes a large part of their current unrest, their unhappiness and their mood of anxiety. And now it is to be expected that the office of the two Heaveny Powers, Etneral Eros, will make an effort to assert himself in the Struggle with his equally immortal adversary. But who can foresee with what success and with what result?",
        "book": "Civilization and its Disconents",
        "author":"Sigmund Freud",
        "location": "NYC",
        "date": "12/05"
    },
    {
        "quote": "A dreadful plague in london was in the year sixy-five, when swept an hundred thousand souls away, yet I Alive!",
        "book": "A Journal of the Plague Year",
        "location": "NYC",
        "date": "12/05"
    },
    {
        "quote": "And so the bird of heaven, with archengelic shrieks, and its imperrial beak thrust upwards, and his whole captive form folded in teh flag of AHAB , went down with his ship, which , like satan , whould not sink to hell till she had dragged a living part of heaven along with her, and hemetered herslef with it",
        "book": "Moby Dick",
        "author":"Herman Melville",
        "location": "NYC",
        "date": "1/06"
    },
    {
        "quote": "",
        "book": "",
        "author":"",
        "location": "",
        "date": ""
    }
]
