[
    {
        "quote": "Not only did Price Andrew know he would die, but he felt that he was dyaing and was already half dead. He was conscious of a aloofnewss from everyting eartly and a strange and Jouous lightness of existence",
        "book": "War and Peace",
        "author": "",
        "location": "",
        "date": ""
    },
    {
        "quote": "Music was my way of keeping people from looking through and around me. I wanted the heavies to know I was around.",
        "book": "",
        "author": "Bruce Springsteen",
        "location": "NYC",
        "date": ""
    },
    {
        "quote": "For the representative of the Tussian people, after the enemy had been destroyed and Russia had been liverated and raise to hthe summit of her glory, there was nothing left to do as a russian. nothing remained for the representative of the national war but to die, and Kutzov died",
        "book": "War and Peace",
        "location": "NYC",
        "date": ""
    },
    {
        "quote": "They were silent awhile. But why go to Petersbur? Hatasha suddenly asked and hastily replid to her question. But no , no, he must .. Yes Mavy. He must",
        "book": "War and Peace",
        "location": "NYC",
        "date": ""
    },
    {
        "quote": "To Whom? My wife looked puzzled. To you Hilda. I though you might want to drink to that dreadful Daisy Sampson. Dont you remember? She married Reggie Proudfoot. No I was drinking to you, Hilda. Entirely to you",
        "book": "Rumpole and the Penge Bungulow Murders",
        "location": "NYC",
        "date": "12/04"
    },
    {
        "quote": "",
        "book": "",
        "location": "",
        "date": ""
    },
    {
        "quote": "I watch her walk toward St. Charles, Cape Jasmine held against her cheek, until my brothers and sisters call out behind me. ",
        "book": "The Moviegoer",
        "location": "NYC",
        "date": "12/04"
    },
    {
        "quote": "However passionate, singful and belliors the heart hidden in the tomb, the flowers growing over it peep at us serenly with their innovent eyes. They speak to us not only of enternal peace, of the vast repose of indeifferent nature: they tell us, too, of overlasting reconcilliation and of life which has no end",
        "book": "Fathers and Sons",
        "location": "NYC",
        "date": "1/05"
    },
    {
        "quote": "The mark of the immature man is that he wants to die nobly for a cause, while the mark of the mauture man is that he wants to live humbly for one",
        "book": "Wilhelm Stekel",
        "location": "",
        "date": ""
    },
    {
        "quote": "Dont tell anybody anything. If you do, youll start missing every body",
        "book": "Catcher in the Rye",
        "location": "",
        "date": "1/05"
    },
    {
        "quote": "His soul swooned slowly as he heart the snow falling faintly through the universe and faintly falling, like the descent of their last end, upon all the liveing and the dead",
        "book": "Dubliners",
        "location": "NYC",
        "date": "2/05"
    },
    {
        "quote": "He was like a man who stands upon a hill above the town he has left, yet does not say \" the town is near \" but turns his eyes upon the distant soaring ranges",
        "book": "Look Homeward, Angel",
        "location": "NYC",
        "date": "2/05"
    },
    {
        "quote": "One day in april, frank went to the hospital and had himself cirumcised. For a couple of days he dragged himself around with a apain between his lefs. The pain enraged and inspired him. After Passover he became a Jew",
        "book": "The Assitant",
        "location": "NYC",
        "date": "2/05"
    },
    {
        "quote": "Then there was the ocean and the sky and the figure of Howard Roark",
        "book": "The FountainHead",
        "location": "NYC",
        "date": "3/05"
    },
    {
        "quote": "The lig which puts out our eyes is darkness to us. Only that day dawns to which we are awake. There is more day to dawn. The sun is but a morning start",
        "book": "Walden",
        "location": "NYC",
        "date": "4/05"
    },
    {
        "quote": "But after I had got them out and shut the door and turned off the light it wasn't any good. It was like saying good-bye to a statue. After a while I went out and lef the hospital and walked back to the hotel in the rain",
        "book": "A Farewell to Arms",
        "location": "NYC",
        "date": "4/05"
    },
    {
        "quote": "When she had replaced the phone, she seemed to know just what to do next, too. She cleared away the smoking hinges, the drew back the cotton bekspread from the bed she had been sittin on, took off her slipers, and got into the bed. For some minutes before she fell into a depp, dreamless sleep, she just lay quiet smilling at the ceiling.",
        "book": "Franny and Zoe",
        "location": "NYC",
        "date": "4/05"
    },
    {
        "quote": "Oh! Found Farewell to savages and exploration! in grouping, durring the brief intervals in which our species can bring itself to interrupt its hive like activity, the essence of what it was and continues to be, below th threshold of thought and over and above society: in the contemplation of a mineral move beautiful than all our creations, in the scent that can be smelt at the heart of a lilly and it smore impred with learning than all over banks or in the brief glance, heavy with patience serentity and mutla foriveness, that through some involutnary unerstanding, one can sometimes exchange with a cat",
        "book": "Tristes Tropiques",
        "location": "NYC",
        "date": "7/05"
    },
    {
        "quote": "Yet in the end, we believe lean production will supplant both mass production and the remaining pasts of craft production in all areas of industrial edeveuor to become the standard global production system of the twenty first century. That world will be a very different and a much better place. ",
        "book": "The machine that changed the world",
        "location": "NYC",
        "date": "7/05"
    },
    {
        "quote": "His hand closed automatically around the fake Horcrux, but in spite of everything, in spite of the dark and twisting path he saw stretching ahead for himself, in spite ofthe final meeting with Voldemort he knew must come, whether in a month, in a year, or in ten, he felt his heart lift at the thought that there was still one last golden day of peace left to enjoy with Ron and Hermione",
        "book": "Harry Potter and the Half Blood Prince",
        "location": "NYC",
        "date": "7/05"
    },
    {
        "quote": "Beside his hospital bed the night he died lay the pages of an unfinished calculation on the unified field theory. He had planned to continue working on it the next morning.",
        "book": "Einstein",
        "location": "NYC",
        "date": "8/05"
    },
    {
        "quote": "When Feisal had gone, I made allenby the last(and also i think first) request I ever made him for myself- leave to go away. For a while he would not have it; but I reasoned reminding him of his 16 year old promis, and point out how much easier the new Law would be if my spur were absent from the people. In the end he agreed; and then at once I knew how much I was sorry.",
        "book": "Seven Pillars of Wisdom",
        "location": "NYC",
        "date": "8/05"
    },
    {
        "quote": "The work of creating goes on",
        "book": "My Years with General Motors",
        "location": "NYC",
        "date": "9/05"
    },
    {
        "quote": "There is no knowing beyond knowing. I could try and recapture that moment if I liked, but there's no attaining the past and I could never relieve the journey. Its the kind of thing that only happens when your young.",
        "book": "Flight of Passage",
        "location": "NYC",
        "date": "9/05"
    },
    {
        "quote": "It is our responsability as scientists, knowing the great progess which comes from a satisfactory philosophy of ignorance, the great progress which is the fruit of freedom of though, to proclaim the value of this freadom. To teach how doubt is not to be feared but welcomed and discussed, and to demand this freedom as our duty to all coming generations",
        "book": "What do you care what other people think",
        "author":"Richard P Feynman",
        "location": "NYC",
        "date": "10/05"
    },
    {
        "quote": "Elizabeth spirits soon rising to playfulness againk she wanted Mr. Darcy to account for his ever fallin in love with her. How could you being? say she. I can comprehend your going on charmingly when you had onse made a beginning, but what could get you off in teh first place? I cannot find out the house or he spot, or the look of the words which laid the foundation. It is too long ago. I was in teh middle before I knoew that I had begun.",
        "book": "Pride and Prejudice",
        "author":"Jane Austen",
        "location": "NYC",
        "date": "10/05"
    },
    {
        "quote": "And they were both ever sensible of the warmest gratitude towards the person who, by bringing her into Derbeshire, ahd been the means of uniting them",
        "book": "Pride and Prejudice",
        "author":"Jane Austen",
        "location": "NYC",
        "date": "10/05"
    },
    {
        "quote": "Men have gained control over the cause of nature to such and extent that with their help they would have no diffuculty in exterminating on antoher to the last man. They know this, and hence comes a large part of their current unrest, their unhappiness and their mood of anxiety. And now it is to be expected that the office of the two Heaveny Powers, Etneral Eros, will make an effort to assert himself in the Struggle with his equally immortal adversary. But who can foresee with what success and with what result?",
        "book": "Civilization and its Disconents",
        "author":"Sigmund Freud",
        "location": "NYC",
        "date": "12/05"
    },
    {
        "quote": "A dreadful plague in london was in the year sixy-five, when swept an hundred thousand souls away, yet I Alive!",
        "book": "A Journal of the Plague Year",
        "location": "NYC",
        "date": "12/05"
    },
    {
        "quote": "And so the bird of heaven, with archengelic shrieks, and its imperrial beak thrust upwards, and his whole captive form folded in teh flag of AHAB , went down with his ship, which , like satan , whould not sink to hell till she had dragged a living part of heaven along with her, and hemetered herslef with it",
        "book": "Moby Dick",
        "author":"Herman Melville",
        "location": "NYC",
        "date": "1/06"
    },
    {
        "quote": "Meanwhile I dream a lot. Often I dream of riding over the hard red floor of a great forrest, beneath a high canopy of translucent green, spreading on and on. A enchanted forrest, perhaps, where man may still sometimes play at being Gods.",
        "book": "Jupiters Travels",
        "author":"Ted Simon",
        "location": "NYC",
        "date": "1/06"
    },
    {
        "quote": "Among the three of them they've taken into space all the resource of art, science and industry. With that, you can do anything you want! They'll finda  way, you'll see",
        "book": "From Earth to the Moon",
        "author":"Jules Verne",
        "location": "NYC",
        "date": "2/06"
    },
    {
        "quote": "Things are not revolutionized by making revolutions. The real revolution lies in the solution of existing problems.",
        "book": "The City of Tomorrow and Its Planning",
        "author":"Le Corbusier",
        "location": "NYC",
        "date": "2/06"
    },
    {
        "quote": "But there were in fact, people enough in Chechnya who did deserve Fred Cuny, the hundreds of thousands of chechen refugees left to wander their devestated homeland. It was for them that he went back",
        "book": "The Man Who Tried To Save The World",
        "author":"",
        "location": "NYC",
        "date": "2/06"
    },
    {
        "quote": "For, by making imaginative use of change to channel change, we cannot only spare ourselves the trauma of future shock, we can reach out and humanize distant tomorrows",
        "book": "Future Shock",
        "author":"Alvin Toffler",
        "location": "NYC",
        "date": "3/06"
    },
    {
        "quote": "Will the sixth part of the world enjoy the same magnificient destiny as her monther, old Europe? One day, History will tell",
        "book": "The Twentieth Century",
        "author":"Albert Robida",
        "location": "NYC",
        "date": "3/06"
    },
    {
        "quote": "A motorycle is like a desert, either it fascinates or applas you",
        "book": "The Perfect Vehicle:What is it about Motorcycles?",
        "author":"",
        "location": "NYC",
        "date": "4/06"
    },
    {
        "quote": "Thank god you have your own seaty hands classped around the Pocket Guide to the Appocolypse. At the least, it may provide some entertaining reading durring that blasted tribulation",
        "book": "Pocket Guide to The Apocalypse",
        "author":"",
        "location": "NYC",
        "date": "4/06"
    },
    {
        "quote": "As the traffic things out and the wind blows hard against my googles, I grab a handful of throttle and the big bike leaps ahead. Wyoming blows past me in a great rush of heat, light and summer scented air as the flyer and I ride hard for home",
        "book": "Rebuiding the Indian",
        "author":"",
        "location": "NYC",
        "date": "4/06"
    },
    {
        "quote": "Well I guess we're partners then said Artive briskly, Tomorrow morning, Sheldon, you get the jelly ...",
        "book": "No Coins, Please",
        "author":"",
        "location": "NYC",
        "date": "4/06"
    },
    {
        "quote": "Bugs slapped Adam heavily on the back. I just dont believe it! I dont believe that I could be such great pals with a flute-guy! Adam grinned. Thats flautist. Oh, yeah that.",
        "book": "Who is Bugs Potter",
        "author":"",
        "location": "NYC",
        "date": "4/06"
    },
    {
        "quote": "Over the next half century, we will finally reorganize the leopards, and we will take measures to keep at least some of them at bay",
        "book": "Next Fifty Years",
        "author":"",
        "location": "NYC",
        "date": "4/06"
    },
    {
        "quote": "May the Bonneville National Speed Trials go on and on and on, until we becom old and have to stand aside to watch the next generation of Hot Rodders",
        "book": "Bonneville the Fastest Place on Earth",
        "author":"",
        "location": "NYC",
        "date": "4/06"
    },
    {
        "quote": "Miller! You come back here!",
        "book": "I Want To Go Home",
        "author":"",
        "location": "NYC",
        "date": "4/06"
    },
    {
        "quote": "Against all those fond memories of old Burt, I can still see him bending over a motorbike or over my brothers pushbike, seeing where the trouble was. He was an old man from the old school, who was kind and who be friended us, and was a winner in our little community.",
        "book": "Burt Munro:Indian Legend of Speed",
        "author":"George Begg",
        "location": "NYC",
        "date": "5/06"
    },
    {
        "quote": "Especially for those who had been with Washington and who knew what a close call it was in the beginning- how often circumstances, storms, contrary minds, the oddities or strengths of inidividual character had made the difference - the outcome seemed little short of a Miracle.",
        "book": "1776",
        "author":"David McCullough",
        "location": "NYC",
        "date": "6/06"
    },
    {
        "quote": "I stood on the pavement and watched while the truck swung through the lot and turned and turned again and went out of sight. As it did, the flying J's outdoor public address system said Shower No. 636 is now ready.",
        "book": "Uncommon Carriers",
        "author":"John McPhee",
        "location": "NYC",
        "date": "6/06"
    },
    {
        "quote": "They burst out laughing when the faint, globelike notes of the corny old song came floating past them, glowling like summer lanterns.",
        "book": "Let Me Finish",
        "author":"Roger Angell",
        "location": "NYC",
        "date": "6/06"
    },
    {
        "quote": "He turned out the light and went into Jem's Room. He would be there all night, and he would be there when Jem waked up in the morning.",
        "book": "To Kill A Mockingbird",
        "location": "NYC",
        "date": "6/06"
    },
    {
        "quote": "When I travel I dream a great deal. Perhaps that is one of my reasons for travel. It has something to do with strange rooms and odd noises and smells, with vibrations with food and with anxieties of travel- especially the fear of death! and with Temperatures",
        "book": "",
        "author":"Paul Theroux",
        "location": "NYC",
        "date": "6/06"
    },
    {
        "quote": "Caroln was there as her mother went away for the last time. Mickey Hahn was ninety-two years old.",
        "book": "Nobody Said Not To Go",
        "location": "India",
        "date": "7/06"
    },
    {
        "quote": "When I left Tibet some days later I lifted up my eyes to the mountains and closed my hand and invented a clumsy prayer that went: Please let me come back.",
        "book": "Riding the Iron Rooster",
        "author":"Paul Theroux",
        "location": "NYC",
        "date": "7/06"
    },
    {
        "quote": "The offing was barred by a black bank of clouds, and the tranquil waterway leading to the ottermost ends of the earth flowed sombre under and overcast sky- seemed to lead into the hear of an intense darkness",
        "book": "Heart Of Darkness",
        "location": "NYC",
        "date": "7/06"
    },
    {
        "quote": "Nasibu pondered. He stretched out his bony legs on the ground and thought, while flies hummed overhead and tried to settle on him. At last he said, Mawg is too old. Abedi grunted and rolled over.",
        "book": "With Naked Foot",
        "author":"Emily Hahn",
        "location": "NYC",
        "date": "8/06"
    },
    {
        "quote": "Still I can point to one or two things I have definetely learned by being hard up. I shall never again think that all trams are drunken scoundrels, nor expect a beggar to be grateful when I give him a penny, nor be surprised if me out of work lack energy, nor subscribe to the Salvation army nor pawn my clothes, nor refuse a handbill nor enjoy a meal at a smart resturant. That is a begginning.",
        "book": "Down and Out in Paris and London",
        "author":"George Orwell",
        "location": "NYC",
        "date": "8/06"
    },
    {
        "quote": "Charles felt suffocated, like a young man, by the vague currents of love that stalled his stricken heart",
        "book": "Madame Bovary",
        "location": "MV",
        "date": "8/06"
    },
    {
        "quote": "All sleeping the deep, deep sleep of England, from which I sometimes fear that we shall never wake till we are jerked out of it by the roar of bombs",
        "book": "Homage to Catalonia",
        "location": "MV",
        "date": "8/06"
    },
    {
        "quote": "Here lies a doughty knight, who, bruis'd and ill in plight, jogged over many a track on Rozinante's back. Close by him Sancho's laid where let none admire: He was a clown. Tis said, but ne'er the worse a squire.",
        "book": "Part 1: Don Quixote",
        "location": "MV",
        "date": "8/06"
    },
    {
        "quote": "Now that's something like! Why its a million times bullier than pirating. I'll stick to the widder till I rot, Tom, and if I git to be a regular ripper of a robber, and everybody talking bout it, I rockon she'll be proud she snaked me in out of the wet.",
        "book": "The Adventures of Tom Sawyer",
        "location": "MV",
        "date": "8/06"
    },
    {
        "quote": "The small band of true friends who witnessed the ceremony, were fully answered in the perfect happiness of the union.",
        "book": "Emma",
        "location": "MV",
        "date": "8/06"
    },
    {
        "quote": "The Pennsylvania road rushed us to New York without missing scheduling ten minutes anywhere on the route; and here ended one of the most enjoyable five thousand mile Journeys I have ever had the good fortune to make.",
        "book": "Life on the Mississippi",
        "location": "MV",
        "date": "9/06"
    },
    {
        "quote": "But I reckon I got to light out for the Territory ahead of the rest, because Aunt Sally. She's going to adapt me and sivilize me and I can't stand it. I been there before",
        "book": "Adventures of Huckleberry Finn",
        "location": "NYC",
        "date": "9/06"
    },
    {
        "quote": "The desert will still be there in the spring. And then comes another thought. When I return will it be the same? Will I be the same? Will anything ever be quite the same again? If I return ....",
        "book": "Desert Solitaire",
        "author":"Edward Abbey",
        "location": "Swarthmore",
        "date": "10/06"
    },
    {
        "quote": "And how she would gather about her other little children, and make their eyes bright and eager with many a strange tale, perhapes even with the dream of Wonderland of long ago; and how she would feel with all their simple sorrows, and find a pleasure in all this simple days, remembering her own Child-life, and the happy summer days.",
        "book": "Alices Adventures in Wonderland",
        "location": "Swarthmore",
        "date": "10/06"
    },
    {
        "quote": "I'll deliver all, and promise you calm seas, auspicious gales, and sail so expenditrous that shall catch your royal fleet far off. My Angel, that is thy charge. Then to the elements be free, and fare thous well. - Please you, draw hear.",
        "book": "The Tempest",
        "location": "NYC",
        "date": "10/06"
    },
    {
        "quote": "Life is like a play; it is not the length but the excellence of the performance that counts. When you stop is not important.",
        "book": "GYRO: The life and times of Lawrence Sperry",
        "location": "Swarthmore",
        "date": "10/06"
    },
    {
        "quote": "But he drove no one harder than himself, more's the pity, for had he not done so he might still be with us to strattle the racing word with yet another new and Revolutionary concept of the Grand Prix Car",
        "book": "Automobile Design: Twelve Great Designers and Their Work",
        "location": "Swarthmore",
        "date": "11/06"
    },
    {
        "quote": "If I judge the truck not in the .003s of an inch but in the throb I feel under my left foot that tells me yes, the clutch is holding, its going to work, the truck will go now- then I can love it. Until the next time it breaks. Roof don't leak when there aint no rain.",
        "book": "Truck",
        "author":"Jerome",
        "location": "Swarthmore",
        "date": "11/06"
    },
    {
        "quote": "The automotive engine designer must have a thorough understanding ...",
        "book": "Automotive Engine Design",
        "author":"Crose",
        "location": "Swarthmore",
        "date": "Swarthmore"
    },
    {
        "quote": "And never forget for a moment, that Rule No. 1 in racing is that they only count the winners at the finish. Also, despite all the sob stories, nearly all 'bad luck' boils down to bad preparation, bad prep work, or just plain bad riding.",
        "book": "Tuning for Speed",
        "author":"P.E. Irving",
        "location": "Swarthmore",
        "date": "12/06"
    },
    {
        "quote": "I suppose I would have become a farmer if all the things had not happened which led to my becoming an engineer",
        "book": "Phil Irving: An Autobiography",
        "author":"Phil Irving",
        "location": "Swarthmore",
        "date": "12/06"
    },
    {
        "quote": "So life was back to normal. There would be new closing speaches, further hopefully devastating cross examinations, more small cigars and further bottles of Chateau Thames Embankment stretching away into a more or less contented future.",
        "book": "Rumpole and the Reign of Terror",
        "location": "NYC",
        "date": "12/06"
    },
    {
        "quote": "Perhaps, so she like to think, his careeer was biding its time, again like Grant's in Galena. his latest note was postmarked from Hornell, New York, which is some distance from Geneva and a very small town. In any case, he is almost certainly in that section of the country, in one town or another.",
        "book": "Tender is the Night",
        "author":"F Scott Fitzgerald",
        "location": "NYC",
        "date": "11/07"
    },
    {
        "quote": "In some ways, a petrol engine is about as bad a choice as could be made for propelling a road vehicle.",
        "book": "Motorcycle Engineering",
        "author":"P.E. Irving",
        "location": "NYC",
        "date": "1/07"
    },
    {
        "quote": "Whatever we had missed, we possessed together the previous, the incommunicable past.",
        "book": "My Antonia",
        "author":"Willa Cather",
        "location": "NYC",
        "date": "1/07"
    },
    {
        "quote": "I carried teh book a hundred yards into the desolation, toward the southwest. With all my might I threw it far out in the direction she had gone. Then I got into the car, started teh engine, and drove back to Los Angeles.",
        "book": "Ask the Dust",
        "author":"John Fante",
        "location": "NYC",
        "date": "1/07"
    },
    {
        "quote": "He wiped his eyes with the back of his hand. And the white rats scampered and scrambled in their cages. And behind the glass the rattlesnake lay still and stared into space with their dusty frowning eyes.",
        "book": "Canary Row",
        "author":"John Steinbeck",
        "location": "NYC",
        "date": "1/07"
    },
    {
        "quote": "Still hammering, he merely shouted back at teh boy in a hoarse strangled voice: Get out of here! Dont touch them! Dont touch a one of them. They're mine",
        "book": "The Bear",
        "author":"William Faulkner",
        "location": "NYC",
        "date": "1/07"
    },
    {
        "quote": "Dr. Crookman smiled wearily and passed the section to his wife.",
        "book": "Black No More",
        "author":"George Schuyler",
        "location": "NYC",
        "date": "1/07"
    },
    {
        "quote": "So good luck to little Dorothy and her companion. May they live long in their invisible country and Happy.",
        "book": "The Wonderful World of Oz",
        "location": "Swarthmore",
        "date": "1/07"
    },
    {
        "quote": "I bet if McGrass lets he woke Crawford and Speaker will wisht the boat had Sank. You know me Al.",
        "book": "You Know Me, Al",
        "location": "Swarthmore",
        "date": "1/07"
    },
    {
        "quote": "While they were Strugglin, Betty came in through the street door. She called them to stop and started up the Stairs. The criple saw her cutting off his escape and tried to oget rid of the package. He pulled his hand out. The gun inside the package exploded and Miss Lonley hearts fell, dragging the cripple with him. They both rolled part of the way down the stairs.",
        "book": "Miss Lonelyhearts",
        "author":"West",
        "location": "Swarthmore",
        "date": "1/07"
    },
    {
        "quote": "They knew where they were going, smiling at death in the shade of a ghost-gum",
        "book": "Songlines",
        "author":"B Chatwin",
        "location": "Swarthmore",
        "date": "2/07"
    },
    {
        "quote": "And so I really think that I can say goodbye to my diary feeling that, after all, everything always turns out for the best.",
        "book": "Gentleman Prefer Blonds",
        "author":"Anita Loos",
        "location": "Swarthmore",
        "date": "2/07"
    },
    {
        "quote": "The most pressing questions centered not on Japan, but in the determination of managers and workes in the United States and Europe to respond to a challenge that, to Japanese and Non-Japanese alike, had once seemed beyond the limts of imagination.",
        "book": "The Japanese Automobile Industry",
        "location": "Swarthmore",
        "date": "2/07"
    },
    {
        "quote": "Yet the Boeing 747 is going strong. Why? I keep coming back to Lindbergh's comment. 'This is one of the great ones'",
        "book": "747-Creating the Worlds First Jumbo Jet and other adventures in aviation",
        "author":"Joe Sutter",
        "location": "Swarthmore",
        "date": "3/07"
    },
    {
        "quote": "Soon now we shall go out of the house and go into the convulsion of the world, out of history into history and the awful responsibility of Time.",
        "book": "All The Kings Men",
        "author":"R.P. Warren",
        "location": "Swarthmore",
        "date": "3/07"
    },
    {
        "quote": "It is shaped that more emphasis will be placed on the provision of clean sustainable energy systems to provide electric power for rechargeable vehicles, and to provide hydrogen for Fuel Cells.",
        "book": "Electric Vehicle Technology",
        "author":"John Lowery",
        "location": "Swarthmore",
        "date": "4/07"
    },
    {
        "quote": "The dawn of the Fuel Cell industry has arisen because of the dozens of people chose to work together to make an idea come into existence.",
        "book": "Fuel Cell Systems Explained",
        "author":"Larminie",
        "location": "Swarthmore",
        "date": "5/07"
    },
    {
        "quote": "Knowing she was mentally ill, she did not complain but continued working on a high level until a few weeks before her death.",
        "book": "The Double Helix",
        "author":"James Watson",
        "location": "NYC",
        "date": "5/07"
    },
    {
        "quote": "With such moderate abilities as I posses, it is truly suprising that I should have influenced to a considerable extent the belief of scientific men on some important points.",
        "book": "Charles Darwin: An Autobiography",
        "author":"Charles Darwin",
        "location": "NYC",
        "date": "6/07"
    },
    {
        "quote": "And quite honestly, he turned away from the painted portraits, thinking how only of the four-poster bed lying for him in Gryfindor Tower, and wondering whether Kreacher might bring him a sandwhich there. I've had enough trouble for a lifetime.",
        "book": "Harry Potter and the Deathly Hallows",
        "author":"JK Rowling",
        "location": "NYC",
        "date": "7/07"
    },
    {
        "quote": "Why weren't they grateful?",
        "book": "The Power Broker",
        "author":"R Carro",
        "location": "NYC",
        "date": "7/07"
    },
    {
        "quote": "He feels it himself, and says often that he is preparing to leave all this, preparing to leave. While he waves his hand sadly at his Butterflies",
        "book": "Lord Jim",
        "author":"Conrad",
        "location": "8/07",
        "date": "MV"
    },
    {
        "quote": "Only rarely, at the end of our Century, does life offer an op, a vision as pure and peaceful as this one: a solitary man on a bucket, fishing through eighteen inches of ice in a lake thats contstantly turning over its water atop an Arcadian mountain in America.",
        "book": "The Human Stain",
        "author":"Roth",
        "location": "8/07",
        "date": "MV"
    },
    {
        "quote": "It is a far, far better thing that I do, than I have ever done, it is a far, far better rest that I go to then I have ever known.",
        "book": "A Tale of Two Cities",
        "author":"Dickens",
        "location": "MV",
        "date": "8/07"
    },
    {
        "quote": "My, my. A body does get around. Here we ain't been coming from Alabama but two months, and now its already Tennessee.",
        "book": "A Light In August",
        "author":"Faulkner",
        "location": "Austria",
        "date": "8/07"
    },
    {
        "quote": "Looking back on years of excitment, and then examining the lives of contemporaries who opted for conformity, leaves me with few regrets.",
        "book": "Confessions of a Promiscuous Counterfeiter",
        "author":"Robert Bavdin",
        "location": "NYC",
        "date": "8/07"
    },
    {
        "quote": "Aside from the nuclear engineers who experiment beyond the accepted realms of possibility, I have never met an alchemist.",
        "book": "Perpetual Motion",
        "author":"Arthur ORD-Hume",
        "location": "Swarthmore",
        "date": "9/07"
    },
    {
        "quote": "Progress is not automatic, however; it will demand future adaptations as yet unimaginable. But the frontier of hope that we all innately pursue will never close.",
        "book": "The Age of Turbulence",
        "author":"Alan Greenspan",
        "location": "NYC",
        "date": "1/08"
    },
    {
        "quote": "Any conceptions of compatible with the growth of science by proof is compatible with the evolutionary view of science developed here.",
        "book": "Structure of Scientific Revolutions",
        "author":"T. Kuhn",
        "location": "Swarthmore",
        "date": "5/08"
    },
    {
        "quote": "But our grandchildren, or our great grandchildren, might possibly see a different and marvelous world.",
        "book": "A People's History of the United States",
        "author":"Howard Zinn",
        "location": "Swarthmore",
        "date": "6/08"
    },
    {
        "quote": "The sun has set. They went into the house and lay down on the soft moss. Mrs. Frisby had placed on the floor of their room under the roots. Outside the brook swam quietly through the woods and up above them the warm wind blew through the newly opened leaves of the big Oak tree. They went to sleep.",
        "book": "Mrs. Frisby and the Rats of NIMH",
        "author":"Robert O'brien",
        "location": "Swarthmore",
        "date": "5/08"
    },
    {
        "quote": "Morris reported that a violin case was found in a sarcophagus last week. A trumpet case was found two days later. They sent the children's cases to the lost and found. They are still there. Full of gray-washed underwear and a cheap transistor radio. No one has claimed them yet.",
        "book": "The Case of the Mixed Up Files of Mrs. Basil Frankweiler",
        "author":"Konisberg",
        "location": "Swarthmore",
        "date": "5/08"
    },
    {
        "quote": "We are not going to end with J. J. Raskob's slogan that we made fun of at the beggining: 'Everybody can be rich.' But interesting possibilities abound on the financial scene and the intelligent and enterprising investor should be able to find both enjoyment and profit in this three-ring circus. Excitment is guaranteed.",
        "book": "The Intelligent Investor",
        "author":"Benjamin Graham",
        "location": "MV",
        "date": "6/08"
    },
    {
        "quote": "Plans are afoot by friends of Tuva to place a memorial plaque to Richard Feynman on Kyzyl's monument to the 'Centre of Asia'",
        "book": "Tuva or Bust!",
        "author":"Ralph Leighton",
        "location": "Swarthmore",
        "date": "6/08"
    },
    {
        "quote": "My life at GM was a personal Horation Alger dream with a sad ending. In the ending to this dream, the company I so revered was no longer the company I was working for. There was no room for me at GM, so I left.",
        "book": "On a Clear Day, you can see GM",
        "author":"John Z Delorean",
        "location": "Swarthmore",
        "date": "7/08"
    },
    {
        "quote": "Few were discussing how best to adjust the nation to an age of somewhat diminished expectations, of how to marshal its abundant resources for survival in a harsh, unforgiving new world, or how to spread the innevitable sacrifices equitably.",
        "book": "The Reckoning",
        "author":"David Halberstam",
        "location": "NYC",
        "date": "7/08"
    },
    {
        "quote": "ONly the most astute, the most nimble and perhaps the most lucky would survive. As the new year began, Chrysler Corporation appeared to be among the apointed. How long the blessing would remain was beyond guesswork. The war continued.",
        "book": "The Critical Path",
        "author":"Brock Yates",
        "location": "MV",
        "date": "8/08"
    },
    {
        "quote": "Probably a combination of antitrust measures and market forces will keep microsoft in check and allow the company to continue building better and cheaper products.",
        "book": "Entrepeneurship and Organization",
        "author":"Michael Lynsky",
        "location": "MV",
        "date": "8/08"
    },
    {
        "quote": "And in new growth technologies such as Digital Light Processing and emergin oppurtunities such as radio frequency indentification, and we can only say that our amazing past is simply the prologue to an even more incredible future.",
        "book": "Engineering the World: Stories from the first 75 years of Texas Instruments",
        "location": "Swarthmore",
        "date": "9/08"
    },
    {
        "quote": "The quintessential 'Strategic Lesson Learned' from the Vietman War is that we must once again become masters of the profession of arms. The american people deserve, demand, and expect nothing less of their army.",
        "book": "On Strategy",
        "author":"Harry G Summers",
        "location": "Swarthmore",
        "date": "9/08"
    },
    {
        "quote": "Until these issues are confronted and dealt with, Detroit, as we know it, is living on borrowed time.",
        "book": "The United States of Toyota",
        "author":"Lorrenzo",
        "location": "NYC",
        "date": "10/08"
    },
    {
        "quote": "We hope our report will encourage our fellow citizens to study, reflect - and act.",
        "book": "The 9/11 Comission Report",
        "location": "Swarthmore",
        "date": "10/08"
    },
    {
        "quote": "We are finally getting around to doing the right things. Rice was working on an Army Lessons learned project but was expressing his personal opinion. I think we're getting better, I do. But he continued, Is it too little too late?",
        "book": "Fiasco: American Military Adeventure in Iraq",
        "author":"Ricks",
        "location": "11/08",
        "date": "Swarthmore"
    },
    {
        "quote": "Succesful strategy starts with what works.",
        "book": "The Art of What Works",
        "author":"William Duggan",
        "location": "NYC",
        "date": "3/09"
    },
    {
        "quote": "Children of the camp are we serving each on his degree children of the yoke and good pack and harness, pad and load.",
        "book": "The Jungle Book",
        "author":"Rudyard Kipling",
        "location": "Swarthmore",
        "date": "5/09"
    },
    {
        "quote": "We had a good car. There was silence for a moment before Elliot responded. Ten-Four.",
        "book": "Science of Nascar",
        "location": "Swarthmore",
        "date": "5/09"
    },
    {
        "quote": "A handful of guys had gotten on wild horses and defeated the Taliban. Mitchell had to laugh. He remembered the day whe he couldn't even ride a horse.",
        "book": "Horse Soldiers",
        "author":"Doug Stanton",
        "location": "MV",
        "date": "6/09"
    },
    {
        "quote": "As we encounter mathematical models built to predict our behaviours and divine our deepest desires, it's only human for each of us to ask, 'Did they get it right? Is that really me?'",
        "book": "The Numerati",
        "author":"Stephen Baker",
        "location": "6/09",
        "date": "NYC"
    },
    {
        "quote": "Instead, there will be billions of devices that perform all three functions, and by doing so, will tie us all together into the whole body of human knowledge. It's the next big wave, a veritable tsunami. Surf's Up",
        "book": "Accidental Empires",
        "author":"Robert Cringley",
        "location": "NYC",
        "date": "6/09"
    },
    {
        "quote": "Fusion might be the energy source of the future. If fusion scientists are unable to ride themselves of their intemperate self-deception, it will always be.",
        "book": "Sun in a Bottle",
        "author":"Seife",
        "location": "NYC",
        "date": "6/09"
    },
    {
        "quote": "More than anything else, the great depression was caused by a failure of intellectual will, a lack of understanding about how the economy operated.",
        "book": "Lords of Finance",
        "author":"Ahamed",
        "location": "MV",
        "date": "8/09"
    },
    {
        "quote": "Another means Person another investment, another idea always waited for him. The things left to learn far exceeded what he already knew.",
        "book": "The Snowball:Warren Buffett and the business of life.",
        "author":"Schroeder",
        "location": "8/09",
        "date": "MV"
    },
    {
        "quote": "Even better, we may eventually find that there are no limits.",
        "book": "The God Delusion",
        "author":"Richard Dawkins",
        "location": "MV",
        "date": "8/09"
    },
    {
        "quote": "A decade from now, we will look back and realize how much our view of the universe changed when scientists gazed into the face of creation. We will understand teh beginning and the end- the alpha and the omega.",
        "book": "The Alpha and the Omega",
        "author":"Seife",
        "location": "MV",
        "date": "8/09"
    },
    {
        "quote": "I'm betting on Alice, he mumbled. And then the night closed over me.",
        "book": "Twilight",
        "author":"Meyer",
        "location": "NYC",
        "date": "1/10"
    },
    {
        "quote": "That's all I'm asking for, I said, and stretched up on my toes so that I could press my lips to his.",
        "book": "New Moon",
        "author":"Meyers",
        "location": "NYC",
        "date": "1/10"
    },
    {
        "quote": "Where it would stay- conceivably for the rest of enternity.",
        "book": "Eclipse",
        "author":"Meyers",
        "location": "NYC",
        "date": "1/10"
    },
    {
        "quote": "And then we continued blissfully into this small but perfect piece of our forever.",
        "book": "Breaking Dawn",
        "author":"Meyers",
        "location": "NYC",
        "date": "1/10"
    },
    {
        "quote": "How we as a society deal with our need and desire for transportation may well control significant aspects of the future of our planet; at least, it will certainly influence our happiness and that of our descendents.",
        "book": "Industrial Ecology and the Automobile",
        "author":"Graedel",
        "location": "NYC",
        "date": "1/10"
    },
    {
        "quote": "What a pathetic fool you are, Salander. She said out loud.",
        "book": "The Girl with the Dragan Tattoo",
        "author":"Stieg Larsson",
        "location": "NYC",
        "date": "5/10"
    },
    {
        "quote": "Kale Fucking blomkvist",
        "book": "The girl who played with fire.",
        "author":"Stieg Larsson",
        "location": "NYC",
        "date": "6/10"
    },
    {
        "quote": "She opened the door wide and let him into her life again.",
        "book": "The girl who kicked the hornets nest",
        "author":"Stieg Larsson",
        "location": "NYC",
        "date": "6/10"
    },
    {
        "quote": "But the edge is still out there. Or maybe it is in. The association of motor cycles with LSD is no accident of publicity. They are both a maeans to an end, to the place of definitions.",
        "book": "Hells Angels: A Strange and Terrible Saga",
        "author":"Hunter S Thompson",
        "location": "NYC",
        "date": "7/10"
    },
    {
        "quote": "Workers concerns have retreated from the nations consciousness. But if we dont address those concerns, we do so at the workers peril and our own.",
        "book": "The Big Squeeze",
        "author":"Steven Greenhouse",
        "location": "7/10",
        "date": "NYC"
    },
    {
        "quote": "The second child, now twenty-seven years old, is Roland G. Fryer Jr. The Harvard economist studying Black Underacheivement. The while child also made it to Harvard. But soon after things went badly for him. His name is Ted Kazynski.",
        "book": "Freakonomics",
        "author":"S. Levitt and S, Dubner",
        "location": "NYC",
        "date": "7/10"
    },
    {
        "quote": "And, feeling better, fixed herself at last a cup of black, hot coffee. ",
        "book": "Do Androids Dream of Electric Sheep",
        "author":"Phillip K Dick",
        "location": "NYC",
        "date": "7/10"
    },
    {
        "quote": "But if God should call me tonight. I will have had more than my share of it all- poverty and wealth, struggle and success, obscurity and recognition, sickness and strength, sorrow and joy, happiness and love. More than my share.",
        "book": "More than my share of it all",
        "author":"Kelly Johnson",
        "location": "MV",
        "date": "8/10"
    },
    {
        "quote": "Success is sweetest when it's shared.",
        "book": "Pour your heart into it",
        "author":"Howard Schultz",
        "location": "MV",
        "date": "8/10"
    },
    {
        "quote": "But there would always be something to fix - like the monkey's pigheaded insistence that ll their children ride in the car setas",
        "book": "Superfreakenomics",
        "location": "MV",
        "date": "8/10"
    },
    {
        "quote": "The number isn't dull at all. Its quite interesting. Its the largest three-digit number that equals the sum of the cubes of its digits.",
        "book": "Archimedes Revenge",
        "author":"Paul Hoffman",
        "location": "MV",
        "date": "8/10"
    },
    {
        "quote": "He turned out the lights and went into Jem's room. He would be there all night, and he would be there when Jem waked up in the morning.",
        "book": "To Kill A Mockingbird",
        "author":"Harper Lee",
        "location": "MV",
        "date": "8/10"
    },
    {
        "quote": "It comes to the now, late, as I wind this up. What it was those hippies were singing on the hilltop above the river. It was 'My darling clementine' a good song.",
        "book": "Gringos",
        "author":"Charles Portis",
        "location": "NYC",
        "date": "9/10"
    },
    {
        "quote": "It was only 130 miles to Memphis, but I didn't go after her again.",
        "book": "Dog of the South",
        "author":"Charles Portis",
        "location": "NYC",
        "date": "9/10"
    },
    {
        "quote": "As if the aire were a purgative, his valve opened. He breathed again, this time more deeply. The dull headache was lifting.",
        "book": "Confederacy of Dunces",
        "author":"Toole",
        "location": "NYC",
        "date": "10/10"
    },
    {
        "quote": "She is a cute thing, said Vernell. I'm suprised you could pick up a girl that cute on a bus.",
        "book": "Norwood",
        "author":"Charles Portis",
        "location": "NYC",
        "date": "11/10"
    },
    {
        "quote": "His hands follow, what he is.",
        "book": "Giving Good Weight",
        "author":"McPhee",
        "location": "NYC",
        "date": "11/10"
    },
    {
        "quote": "I was wanting it to come a rain, he said. I wish I'd had my 1 hole back. I was wanting it to come a rain.",
        "book": "Pieces of the Frame",
        "author":"McPhee",
        "location": "NYC",
        "date": "12/10"
    },
    {
        "quote": "And I said to her, Its a rock! Nothing ever happens to it.",
        "book": "Irons in the Fire",
        "author":"McPhee",
        "location": "NYC",
        "date": "12/10"
    },
    {
        "quote": "And how damaging to the investment any major change in the industry's pattern could be. I concluded that other civilizations may well have died rich.",
        "book": "The Curve of Binding Energy",
        "author":"McPhee",
        "location": "NYC",
        "date": "12/10"
    },
    {
        "quote": "One associates with one's ancestors at one's risk. I will never again be able to look a MacMillan in the eye.",
        "book": "The Crofter and the Laird",
        "author":"McPhee",
        "location": "NYC",
        "date": "12/10"
    },
    {
        "quote": "Dominy said nothing. He just sat there drawing on a wed, dead cigar. Ten minutes later, however, in the dry and baking Arizona air, he struck a match and lighted the cigar again.",
        "book": "Encounters with the Archdroid",
        "author":"McPhee",
        "location": "NYC",
        "date": "12/10"
    },
    {
        "quote": "For 20 million dollars, Los Angeles had returned the rock to the mountains. For twenty million dollars, they had built in Burro Canyon and edifice ten times as large as the largest pyramid in Giza.",
        "book": "Control of Nature",
        "author":"McPhee",
        "location": "NYC",
        "date": "1/11"
    },
    {
        "quote": "I can't believe he can hit it that hard, I didn't even see the ball. Arthur is just playing too well. He's forcing me into errors. Games are five-two, fourth set.",
        "book": "Levels of the Game",
        "author":"McPhee",
        "location": "NYC",
        "date": "1/11"
    },
    {
        "quote": "Going back to the helicopter, we walked beside a rustling stream, which might have been a trout stream in Vermont, full of boulders, pools, eddies and tumbling cascades. That wates is coming from the evaporator, Griffin said. It was inside Oranges a few minutes ago.",
        "book": "Oranges",
        "author":"McPhee",
        "location": "NYC",
        "date": "1/11"
    },
    {
        "quote": "At the rate of a few hundred yards or even a mile or so each year, the permiter of the pines contracts.",
        "book": "Pine Barrens",
        "author":"McPhee",
        "location": "NYC",
        "date": "1/11"
    },
    {
        "quote": "Once you come up with an idea you have to find a way to utilize it. You have to keep your creative juices working and do something with it. Otherwise, the idea is just a flash, and its gone.",
        "book": "Inventors At Work",
        "author":"Brawn",
        "location": "NYC",
        "date": "2/11"
    },
    {
        "quote": "In hindsight, we do not know if we were performing a service or a disservice. Sometimes I think I might regret it. Yes. It's close to home.",
        "book": "Rising from the Plains",
        "author":"McPhee",
        "location": "NYC",
        "date": "3/11"
    },
    {
        "quote": "The Drummond slaps the two books together and jams them in his brief case, side by side. Slowly, he climbs to the street level and crosses the empty square.",
        "book": "Inherit the Wind",
        "author":"Jerome Lawrence",
        "location": "NYC",
        "date": "3/11"
    },
    {
        "quote": "Time and again, when I think of him, and such thoughts start running through my mind, I invariably find myself wishing that I were John McPhee.",
        "book": "Table of Contents",
        "author":"McPhee",
        "location": "NYC",
        "date": "4/11"
    },
    {
        "quote": "He would have told me the story of the Sixth Borough, from the voice in the can at the end to the beggining, from 'I Love You' to Once upon a time. We would have been safe.",
        "book": "Extremely Loud and Incredibly Close",
        "author":"Foer",
        "location": "NYC",
        "date": "3/12"
    },
    {
        "quote": "I remember Fred Brown, who lived in the Pine Barrens of the New Jersey Coastal Plain, remaking years ago outside his shanty. I never been nowhere where I liked it better than I do here.",
        "book": "Silk Parachute",
        "author":"McPhee",
        "location": "NYC",
        "date": "4/12"
    },
    {
        "quote": "I take his hand, holding on tightly, preparing for the cameras, and dreading the moment when I will finally have to let him go.",
        "book": "Hunger Games",
        "author":"Collins",
        "location": "NYC",
        "date": "6/12"
    },
    {
        "quote": "But Gale is not one to keep secrets from me. Katniss, there is no District Twelve.",
        "book": "Catching Fire",
        "author":"Collins",
        "location": "NYC",
        "date": "6/12"
    },
    {
        "quote": "But there are much worse games to play.",
        "book": "Mocking Jay",
        "author":"Collins",
        "location": "7/12",
        "date": "NYC"
    },
    {
        "quote": "Which car ranks second in importance. Because its story is so dramatic, and because its influence has been so lasting and pervasive, the fatally flawed, corvair gets my vote.",
        "book": "Engines of Change",
        "author":"Paul Ingrassia",
        "location": "NYC",
        "date": "8/12"
    },
    {
        "quote": "That's the thing about mold. You can't see it's there. He paused. Pressed his middle finger against the wisp of hair that was stuck to his forehead. But it is.",
        "book": "The Snowman",
        "author":"Joe Nasbo",
        "location": "NYC",
        "date": "9/12"
    },
    {
        "quote": "I thought of the first day and Pyle sitting beside me at the Continental, with his eye on the soda-fountain across the way. Everything had gone right with me since he had died, but still I wished there existed someone to whom I could say that I was sorry.",
        "book": "The Quiet American",
        "author":"Greene",
        "location": "Sihanoukville, Cambodia",
        "date": "9/12"
    },
    {
        "quote": "The musical offerings is a fugue of fugues, a Tangled Hierarchy liek those of Escher and Godel, and intellectual construction which reminds me, in ways I cannot express, of the beautiful many- voiced fugue of the human mind. And that is why in my book the three strands of Godel, Escher, and Bainare woven into an eternal Golden Braid.",
        "book": "Godel Escher Bach",
        "author":"Douglas Hoffstader",
        "location": "NYC",
        "date": "9/12"
    },
    {
        "quote": "She nodded and their hands, moved together. He wondered whether Mr. Stein had the contract in her pocket.",
        "book": "Stamboul Train",
        "author":"Graham Greene",
        "location": "NYC",
        "date": "10/12"
    },
    {
        "quote": "Going down the stairs, the lieutenant said 'Have you really mined the building?' The captain grinnet at him. 'Have we really got six hundred men?' he asked.",
        "book": "Once There Was a War",
        "author":"John Steinbeck",
        "location": "NYC",
        "date": "10/12"
    },
    {
        "quote": "It occured to me then that for the first time in as long as I could remember, I had absolutely no desire to log back into the OASIS.",
        "book": "Ready Player One",
        "author":"Ernest Cline",
        "location": "NYC",
        "date": "11/12"
    },
    {
        "quote": "Still singing Loudly, not looking back, matching stride for stride, they descended into the valley.",
        "book": "Hyperion",
        "author":"Dan Simmons",
        "location": "NYC",
        "date": "12/12"
    },
    {
        "quote": "THere must be something about this code that you haven't explained yet.",
        "book": "Turrings Cathedral",
        "author":"George Dyson",
        "location": "NYC",
        "date": "12/12"
    },
    {
        "quote": "And always Ender carried with him a dry white cocoon, looking for the world where the hive- queen could awaken and thrive in peace. He looked a long time.",
        "book": "Enders Game",
        "author":"Orsen Scott Card",
        "location": "NYC",
        "date": "1/13"
    },
    {
        "quote": "And at the ship rising above like a perfect, ebony arrow shot from some God's bow.",
        "book": "Fall of Hyperion",
        "author":"Dan Simmons",
        "location": "NYC",
        "date": "2/13"
    },
    {
        "quote": "It is clear that we build for the day and not for the ages, and what we build has a community and functional rather than individual character.",
        "book": "The Idea Factory: Bell Labs",
        "location": "NYC",
        "date": "3/13"
    },
    {
        "quote": "On good day, Attila can convince himself it was worth it.",
        "book": "The Ballad of the Whiskey Robber",
        "location": "NYC",
        "date": "4/13"
    },
    {
        "quote": "The whole field of quantum information is certainly in its earliest infancy. Hopefully, this book will inspire you to be one of the pioneers of the coming quantum information era.",
        "book": "Exploring Quantum Physics Through Hands on Process",
        "location": "NYC",
        "date": "6/13"
    },
    {
        "quote": "While we, Chani, we who carry the name of concubine- history will call us wives.",
        "book": "DUNE",
        "location": "NYC",
        "date": "7/13"
    },
    {
        "quote": "He looked up grinning. Strike, he said clearly. My name is Cormoran Strike.",
        "book": "Cuckoo's Calling",
        "author":"Robert Galibrath",
        "location": "NYC",
        "date": "8/13"
    },
    {
        "quote": "All I wanted to do was fly around for a while in 71-Hotel.",
        "book": "Flight of Passage",
        "author":"Buck",
        "location": "NYC",
        "date": "9/13"
    },
    {
        "quote": "The tar pit of software engineering will continue to be sticky for a long time to come. One can expect the human race to continue attempting systems just within or just beyond our reach: and software systems perhaps the most intricate of mens handiworks.",
        "book": "The Mythical Man Month",
        "author":"Brooks",
        "location": "NYC",
        "date": "9/13"
    },
    {
        "quote": "For the first time in his life, Jack Ryan fell asleep in an Airplane.",
        "book": "The Hunt for Red October",
        "author":"Tom Clancy",
        "location": "NYC",
        "date": "11/13"
    },
    {
        "quote": "In practice, this means seeking out the cracks where individual agency and the love of knowledge can be realized today, in one's own life.",
        "book": "Shop as Soulcraft",
        "location": "NYC",
        "date": "1/14"
    },
    {
        "quote": "The coming years will be exciting times for operating system designers.",
        "book": "Modern Operating Systems",
        "author":"A.S. Tenenbaum",
        "location": "NYC",
        "date": "2/14"
    },
    {
        "quote": "Henry Ward Beecher's advice a century ago to 'multiply picnics' is not entirely ridiculous today. We should de this, ironically, not because it will be good for America-thought it will be- but because it will be good for us.",
        "book": "Bowling Alone",
        "author":"Robert Putnam",
        "location": "NYC",
        "date": "5/14"
    },
    {
        "quote": "For a long time there is really nothing to be seen except steam, but after Golgatha's been burning for an hour or two, it becomes possible to see that underneath the shallow water, spreading down the valley flour, indeed right around the isolated boulder where Randy's Percled, is a bright, thick river of gold.",
        "book": "Cryptonomicon",
        "author":"Neal Stephenson",
        "location": "NYC",
        "date": "7/14"
    },
    {
        "quote": "Then with a grin and a wave, he was gone.",
        "book": "The Silkworm",
        "author":"Robert Galibraith",
        "location": "Turkey",
        "date": "7/14"
    },
    {
        "quote": "And I add my own love to the history of people who have loved beautiful things, and looked out for them, and pulled them from the fire, and sought them when they were lost, and tried to preserve them and save them while passing them along literally from hand to hand, out brilliantly from the wreck of time to the next generation of lovers, and the next.",
        "book": "The Goldfinch",
        "author":"Donna Tartt",
        "location": "Turkey",
        "date": "8/14"
    },
    {
        "quote": "Sterling would not be the same. It would never again command the same amount of faith around the world.",
        "book": "Adventures: Twelve Classic Tales form teh world of wall street",
        "author":"John Brooks",
        "location": "NYC",
        "date": "9/14"
    },
    {
        "quote": "Pried loose from the balustrade at last by a more compelling note from the belfries, I hastened to follow. I didnt want to be late.",
        "book": "A Time of Gifts",
        "author":"Patrick Fermor",
        "location": "NYC",
        "date": "10/14"
    },
    {
        "quote": "I had absolutely no desire to log back into the OASIS.",
        "book": "Ready Player One",
        "author":"Earnest Cline",
        "location": "NYC",
        "date": "10/14"
    },
    {
        "quote": "Once a company is aligned, managers will spend less time stressing over what their employees are up to and more time on the future of the business. Employees will know what to do and have the green light to do it. Customers will be surprised and delighted with what they're getting. Financial Results will follow.",
        "book": "The Power of Alignment",
        "author":"Labovitz and Rosanky",
        "location": "NYC",
        "date": "12/14"
    },
    {
        "quote": "The air was vitreous, intractable, crystalline. The whole world seemed inside-out.",
        "book": "A Time To Keep Silence",
        "author":"Patrick Leigh Fermor",
        "location": "NYC",
        "date": "12/14"
    },
    {
        "quote": "We believe that the present renewed enthusiasm for bicycling is an encouraging sign of a saner future.",
        "book": "Bicycling Science",
        "author":"Rowland Wilson",
        "location": "NYC",
        "date": "12/14"
    },
    {
        "quote": "This is the happiest day of my life.",
        "book": "The Martian",
        "author":"Andy Weir",
        "location": "NYC",
        "date": "1/15"
    },
    {
        "quote": "So, in closing, I just say peace to all those engaged in the struggle to fulfill their dreams.",
        "book": "The Hard Things about Hard Things",
        "author":"Ben Horrowitz",
        "location": "NYC",
        "date": "1/15"
    },
    {
        "quote": "This innovation will come from peopel who are able to link beauty to engineering, humanity to technology, and poetry to processor. In other words, it will come from the spiritual bens of Ada Lovelace creators who can flourish when the arts intersect with the sciences and who have a rebellious sense of order that opens them to the beauty of both.",
        "book": "The innovators",
        "author":"Walter Isaacson",
        "location": "NYC",
        "date": "3/15"
    },
    {
        "quote": "Only by seeing over world anew, as fresh and strange as it was to the ancients, who saw it first, can we both re-create it and preserve it.",
        "book": "Zero to One",
        "author":"Peter Thiel",
        "location": "NYC",
        "date": "4/15"
    },
    {
        "quote": "The ground was like iron with sharp rocks stickup up out of it. We started to blow up our air-beds. God, you must be a couple of pansies, said Thesiger",
        "book": "A Short Walk in the Hindu Kush",
        "author":"Eric Newby",
        "location": "NYC",
        "date": "4/13/15"
    },
    {
        "quote": "How wild it was, to let it be.",
        "book": "Wild: From Lost to Found",
        "author":"Cheryl Strayed",
        "location": "NYC",
        "date": "4/15"
    },
    {
        "quote": "You didnt need to do that, Howl said. I dont mind as long as I can come and go, Calcifer said. Besides, its raining out there in Market Chipping",
        "book": "Howls Moving Castle",
        "author":"Diana Wynne Jones",
        "location": "NYC",
        "date": "5/15"
    },
    {
        "quote": "On July 20, 1969, when Neil Armstrong, another American born and raised in sourhwestern Ohio, stepped onto the moon, he carried with him, in tribute to the Wright Brothers, a small swatch of the muslin from a wing of their 1903 Flyer.",
        "book": "The Wright Brothers",
        "author":"David McCullough",
        "location": "NYC",
        "date": "5/15"
    },
    {
        "quote": "It was said that Abdullah had help in their design from at least one of the Roayal Wizards, for howe welse could even an Ambassador have a bluebell wood that grew bluebells all year round",
        "book": "Castle In the Air",
        "author":"Diana Wynee Jones",
        "location": "NYC",
        "date": "6/15"
    },
    {
        "quote": "But the castle somehow squeezed itself narrow enough to drift away along it and out of sight",
        "book": "House of Many Ways",
        "author":"Diana Wynee Jones",
        "location": "NYC",
        "date": "7/15"
    },
    {
        "quote": "Time just gets away from us. This ends my true account of how I avenged Frank Ross's blood over in the Choctow Nation when snow was on the ground.",
        "book": "True Grit",
        "author":"Charles Portis",
        "location": "MV",
        "date": "7/15"
    },
    {
        "quote": "For a moment, I could see this vanished world as if it were right in front of me. Z.",
        "book": "The Lost City of Z",
        "author":"David Grann",
        "location": "MV",
        "date": "7/15"
    },
    {
        "quote": "Finally, unlike so many bleak environmental stories of the moral and practical variety, we may see results long before we degrade and die.",
        "book": "RUST, the longest war",
        "author":"Jonathan Waldman",
        "location": "MV",
        "date": "7/15"
    },
    {
        "quote": "She went aroudnt the car, and as she slipped under the steering wheel, this time she was careful not to bump her head.",
        "book":"Go Set A Watchman",
        "author":"Harper Lee",
        "location": "MV",
        "date": "7/15"
    },
    {
        "quote": "However, the time has come to Denmark from the Liberdade, now breasted to the pier where I leave her for a time; for my people are landed safe in port.",
        "book":"Voyage of the Liberdade",
        "author":"Joshua Slocum",
        "location": "MV",
        "date": "7/15"
    }
    ,
    {
        "quote": "Sometimes it's nice not to destroy the world for a change.",
        "book":"What If?: Serious Scientific Answers to Absurd Hypothetical Questions",
        "author":"Randall Munroe",
        "location": "MV",
        "date": "7/15"
    },
    {
        "quote": "Those who have a lot of it never fail to defend their interests. Refusing to deal with numbers rarely serves the interests of the least well-off.",
        "book":"Capital In the 21st Century",
        "author":"Thomas Pickety",
        "location": "NYC",
        "date": "10/15"
    },
    {
        "quote": "The first twelve years of the new millennium have been rough, with one unpredicted disaster after another. May we arise from the ashes of these beaten but not bowed, a little more modest about our forecasting abilities, and a little less likely to repeat our mistakes.",
        "book":"The Signal and the Noise",
        "author":"Nate Silver",
        "location": "NYC",
        "date": "12/15"
    },
    {
        "quote": "She then echoed the words uttered by the American officer in Paris on July 4, 1917. ' Lafayette,' she said, ' we are here!'",
        "book":"Lafayette in the Somewhat United States",
        "author":"Sarah Vowell",
        "location": "NYC",
        "date": "12/15"
    },
    {
        "quote": "So he would stay. He had to. Otherwise who would be here when the King came again?",
        "book":"A Hologram for the King",
        "author":"Dave Eggers",
        "location": "NYC",
        "date": "12/15"
    },
    {
        "quote": "Don't hurry Fan. Stay put for now. We'll find a way. You need not come back for us.",
        "book":"On Such a Full Sea",
        "author":"Chang-Rae lee",
        "location": "NYC",
        "date": "1/16"
    },
    {
        "quote": "That is what my grandmother meant when she said \" if nothing matters, there's nothing to save\"",
        "book":"Eating Animals",
        "author":"Jonathan Safran Foer",
        "location": "NYC",
        "date": "1/16"
    },
    {
        "quote": "A sailor leant over the rail and in a moment his hawser was skimming through the gulls like a lasso",
        "book":"Between the woods and the water",
        "author":"Patrick Leigh Fermor",
        "location": "NYC",
        "date": "2/16"
    },
    {
        "quote": "An in I go, where the dogs lie flat on the kitchen floor, tails wagging, and the kettle is whistling and the house is very warm",
        "book":"H is for Hawk",
        "author":"Helen MacDonald",
        "location": "NYC",
        "date": "2/16"
    },
    {
        "quote": "Putting aside conscious thought, allow your mind to be flooded with patience, contentment, and boundless faith in the dawn-dappled glories of your new ability.",
        "book":"How to Sharpen Pencils: A Practical & Theoretical Treatise on the Artisanal Craft of Pencil Sharpening for Writers, Artists, Contractors, Flange Turners, Anglesmiths, & Civil Servants",
        "author":"David Rees",
        "location": "NYC",
        "date": "3/16"
    },
    {
        "quote": "Her turtle heart was still beating.she stood bedsides the sea, her bare feet sinking into the sand, whispering to no one in particular. Thank you",
        "book":"Untamed: the wildest woman in America and the fight for Cumberland island",
        "author":"Will Harlan",
        "location": "NYC",
        "date": "3/16"
    },
    {
        "quote": "For a long time afterward, I could see them standing in the road, waving, until the entire town of Urique dissapeared behind us in a cloud of dust.",
        "book":"Born to Run",
        "author":"Christopher McDougall",
        "location": "NYC",
        "date": "3/16"
    },
    {
        "quote": "If we find the answer to that, it would be the ultimate triumph of human reason-- for then we would know the mind of god.",
        "book":"A Brief History Of Time",
        "author":"Stephen Hawkings",
        "location": "NYC",
        "date": "4/16"
    },
    {
        "quote": "I shall look for some form of voluntary work here in India to keep me happy until Roz and I can get going again.",
        "book":"Full Tilt",
        "author":"Dervla Murphy",
        "location": "NYC",
        "date": "5/16"
    },
    {
        "quote": "As in his life he was inferior neither to Philip of Macedon, the father of Alexander, nor to Scipio of Rome, so he died in the same year of his age as they did, and he would doubtless have excelled both of them had Fortune decreed that he should be born, not in Lucca, but in Macedonia or Rome.",
        "book":"The Prince",
        "author":"Niccol Machiavelli",
        "location": "NYC",
        "date": "5/16"
    },
    {
        "quote": "That same Saint Louis poet had also written ' Old men ough to be explorers' I could have kept on, easily, on this rare trip that was a cure for homesickness. Beacause the paradox of it all was that although I had come so far, miles more than I ever had in China or Africa - I had never left home",
        "book":"Deep South: Four seasons on back roads",
        "author":"Paul Theroux",
        "location": "NYC",
        "date": "6/16"
    },
    {
        "quote": "Once upon a time, there was a wolf called Romeo,. Together, we watch him trot across the lake and fade into twilight. And we remember.",
        "book":"A Wolf Called Romeo",
        "author":"Nick Jans",
        "location": "NYC",
        "date": "6/16"
    },
    {
        "quote": "We both lean forward and turn, pressing against our seat belts, to watch.",
        "book":"Skyfaring: A journey with a pilot",
        "author":"Mark Vanhoenacker",
        "location": "NYC",
        "date": "7/16"
    },
    {
        "quote": "Throught the windshield I saw the rain coming down in sheets.",
        "book":"Between the World and Me",
        "author":"Ta Nehisi Coates",
        "location": "NYC",
        "date": "7/16"
    },
    {
        "quote": "Ideally I'd like to go for a visit, come back for a while, and then go there when I'm like seventy or something and then just stay there. If things turn out well, that would be the case. If my wife and I have a bunch of kids, she would probably stay with them on Earth",
        "book":"Elon Musk: Tesla, SpaceX, and the Quest for a Fantastic Future",
        "author":"Ashlee Vance",
        "location": "NYC",
        "date": "8/16"
    },
    {
        "quote": "Ideally By centering our lives on correct principles and creating a balanced focus between doing and increasing our ability to do, we become empowered in the task of creating effective, useful, and peaceful lives... For ourselves l, and for our posterity.",
        "book":"The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change",
        "author":"Stephen R. Covey ",
        "location": "MV",
        "date": "8/16"
    },
    {
        "quote": "I shook my head and grinned at the picture of the crinkle-eyed, openmouthed President Teddy. That guy really knew how to live.",
        "book":"The Partly Cloudy Patriot",
        "author":"Sarah Vowell",
        "location": "MV",
        "date": "8/16"
    },
    {
        "quote": "The accompanying package contained two rare, sixteenth-century, vellum-bound editions of Commentaries on the Justinian Code, in Latin.The abel case was closed",
        "book":"Strangers On A Bridge",
        "author":"James Donnovan",
        "location": "NYC",
        "date": "9/16"
    },
    {
        "quote": "That brings me to the end of my road. My hope is that it can be the beginning of yours.",
        "book":"Crossing the Chasm",
        "author":"Geoffrey Moore",
        "location": "NYC",
        "date": "10/16"
    },
    {
        "quote": "And so after three years of a war which was certainly the most unfought war on record, the Republic of Korell surrendered unconditionally, and Hober Mallow took his place next to Hari Seldon and Salvor Hardin in the hearts of the people of the Foundation.",
        "book":"The Foundation",
        "author":"Isaac Asimov",
        "location": "NYC",
        "date": "11/16"
    },
    {
        "quote": "The container proved to be such a dynamic force that almost nothing it touched was left unchanged, and those changes ofter were not as predicted.",
        "book":"The Box: How the Shipping Container Made the World Smaller and the World Economy Bigger",
        "author":"Marc Levinson",
        "location": "NYC",
        "date": "11/16"
    },
    {
        "quote": "He left, and Mike pushed back his halo and got to work. He could see a lot of changes he wanted to make.",
        "book":"Stranger in a strange land",
        "author":"Robert A. Heinlein",
        "location": "NYC",
        "date": "12/16"
    },
    {
        "quote": "If we destroy ourselves, if we ruin Earth before we're ready to leave our home planet ... well, it could be a long, long time before a creature from another species looks up at its planet's night sky and asks 'Where is Everybody?'",
        "book":"If the Universe Is Teeming with Aliens ... WHERE IS EVERYBODY?: Fifty Solutions to the Fermi Paradox and the Problem of Extraterrestrial Life",
        "author":"Stephen Webb",
        "location": "NYC",
        "date": "12/16"
    },
    {
        "quote": "There are no formulas or guarantees. There are, however, models.",
        "book":"Consider the Lobster: And other essays",
        "author":"David Foster Wallace",
        "location": "NYC",
        "date": "1/17"
    },
    {
        "quote": "He was fine with who he was and what he had done. And then the phone rang.",
        "book":"The Undoing Project:A Friendship That Changed Our Minds",
        "author":"Michael Lewis",
        "location": "NYC",
        "date": "1/17"
    },
    {
        "quote": "Google's future would continue to court the unexpected. And maybe the impossible.",
        "book":"In The Plex",
        "author":"Steve Levy",
        "location": "MTV",
        "date": "1/17"
    },
    {
        "quote": "I'm just going to sleep in Central Park, he says. I look out the window of my office. It's snowing and my computer says fourteen degrees. Roger that i say. Im thinking its going to be seventy and sunny.",
        "book":"Living with a SEAL",
        "author":"Jesse Itzler",
        "location": "NYC",
        "date": "2/17"
    },
    {
        "quote": "Negotiating a path through these entagled forces and crafting a future that offers broad-based security and properity may prove to be the greatest challenge of our time.",
        "book":"Rise of the Robots: Technolgy and the Threat of a jobless future",
        "author":"Martin Ford",
        "location": "NYC",
        "date": "2/17"
    },
    {
        "quote": "I find it hard to understand how something as fabulously complicated and comprehensively able intellectually as a Mind might also want to destroy itself. Life never ceases to surprise.",
        "book":"Look to Windward",
        "author":"Iain Banks",
        "location": "NYC",
        "date": "3/17"
    },
    {
        "quote": "His focus tended to be on how ordinary issues affect everday lives, and on how ordinary people can build a better society.",
        "book":"Benjamin Franklin: An American Life",
        "author":"Walter Isaacson",
        "location": "NYC",
        "date": "3/17"
    },
    {
        "quote": "It is not fair to ask the technologist, not only to provide artifacts which work, but also to provide beauty, even in common street and above all to provide fun.",
        "book":"Structures: Or Why Things Don't Fall Down",
        "author":"J.E. Gordon",
        "location": "NYC",
        "date": "4/17"
    },
    {
        "quote": "'You see,' Maurice said to me, beaming, 'I told you I'd get a big table someday' And then I sat down at the table and had dinner with my family.",
        "book":"An Invisible Thread: The True Story of an 11-Year-Old Panhandler, a Busy Sales Executive, and an Unlikely Meeting with Destiny",
        "author":"Laura Schroff",
        "location": "NYC",
        "date": "4/17"
    },
    {
        "quote": "It is so much easier to venture far- not just in distance but also in terms of your willingness to experiment, take risks and reach out to the other - when you know that you're still tethered to a place called home, and to a real community. ",
        "book":"Thank you for being late: An Optimist's Guide to Thriving in an Age of Accelerations",
        "author":"Thomas Friedman",
        "location": "NYC",
        "date": "4/17"
    },
    {
        "quote": "But there are also these mental snapshots, these instantanees of fugitive life, these curving banisters and lacquered portals, these cold, empty quays beside the Seine where someone under a bridge is playing a saxophone - all the priceless but free memories only waiting for a flaneur to make them his own.",
        "book":"The Flaneur: A Storll through the paradoxes of paris",
        "author":"Edmund White",
        "location": "NYC",
        "date": "5/17"
    },
    {
        "quote": "Some day, if I have a gravestone and I am able to pick out what's carved on it, I'd like it to say this: Haruki Murakami 1949-20-** writer and runner At least he never walked",
        "book":"What I talk about when I talk about running",
        "author":"Haruki Murakami",
        "location": "NYC",
        "date": "5/17"
    },
    {
        "quote": "The pain I felt was my fathers pain. My questions were my brothers questions. Their struggle, my birthright.",
        "book":"Dreams from my Father",
        "author":"Barack Obama",
        "location": "NYC",
        "date": "5/17"
    },
    {
        "quote": "Until then I'm a long-distance runner, crossing country all on my own no matter how bad it feels.",
        "book":"The Loneliness of the Long Distance Runner",
        "author":"Allan Sillitoe",
        "location": "NYC",
        "date": "5/17"
    },
    {
        "quote": "There exists a give-and-take relationship even between the gods and people in Japan, and this morality of balancing relationships has strongly influenced the Japanese custom of gift giving.",
        "book":"The Japanese mind",
        "author":"Roger Ikeno",
        "location": "France",
        "date": "6/17"
    },
    {
        "quote": "Naturally whenever possible I tried to be radically honest.",
        "book":"The guinea pig diaries",
        "author":"A.J. Jacobs",
        "location": "Japan",
        "date": "6/17"
    },
    {
        "quote": "Ultimately, what a confidence artist sells is hope. Hope, that you'll be happier, healthier, richer, loved, accepted, better looking, younger, smarter, and a more fulfilled human being-- hope that the you that will emerge on the other side will be somehow superior to the you that came in.",
        "book":"The confidence game",
        "author":"Maria Konnikova",
        "location": "Hawaii",
        "date": "6/17"
    },
    {
        "quote": "Because you never know when you'll feel the urge to hit the road again.",
        "book":"Vagabonding",
        "author":"Rolf Potts",
        "location": "NYC",
        "date": "6/17"
    },
    {
        "quote": "Few can say much about his work, and yet something in the story of his struggle for the chance to pursue his work on his own terms compels the imagination, leaving Ramanujan a symbol for genius, for the obstacles it faces, for the burdens it bears, for the pleasure it takes in its own existence. ",
        "book":"The Man Who Knew Infinity",
        "author":"Robert Kanigel",
        "location": "NYC",
        "date": "7/17"
    },
    {
        "quote": "Since we might soon be able to engineer our desires too, perhaps the real question facing us is not ' what do we want to become?' but 'what do we want to want?'",
        "book":"Sapiens",
        "author":"Yuval Noah Harari",
        "location": "NYC",
        "date": "7/17"
    },
    {
        "quote": "Your own personal genius is right at your fingertips. Feel free to use it.",
        "book":"Nine algorithms that changed the future: the ingenious ideas that drive today's computers",
        "author":"John MacCormick",
        "location": "NYC",
        "date": "8/17"
    },
    {
        "quote": "As the mentality of the complacent class loses its grip, the subsequent changes in attitude will be part of an unavoidable and perhaps ultimately beneficial process of social, economic and legal transformation. But many Americans will wish, ever so desperately, to have their complacency back.",
        "book":"The Complacent Class",
        "author":"Tyler Cowen",
        "location": "MV",
        "date": "8/17"
    },
    {
        "quote": "Ultimately, a richer language is essential to the skill of constructive criticism. Much like medicine, the identification of judgment errors is a diagnostic test, which requires a precise vocabulary.",
        "book":"Thinking fast and slow",
        "author":"Daniel kahneman",
        "location": "MV",
        "date": "8/17"
    },
    {
        "quote": "The transformation of the post office department into the United States Postal Service seemed to erase the last vestiges of their awareness of the dynamic institution.",
        "book":"How the post office created America",
        "author":"Winifred Gallagher",
        "location": "NYC",
        "date": "9/17"
    },
    {
        "quote": "Amy and I sat in our new, semi-furnished apartment, feeling lost as we thought about how to plan for the days ahead without the help of a map.",
        "book":"The Great Ride of China",
        "author":"Buck Perley",
        "location": "NYC",
        "date": "9/17"
    },
    {
        "quote": "including by acting on the real possibility that some of what has served us well in the past will not be as effective in the future.",
        "book":"The Only Game in Town: Central Banks, Instability and avoiding the next collapse.",
        "author":"Mohamed A. El-erian",
        "location": "NYC",
        "date": "10/17"
    },
    {
        "quote": "That is, the different historical trajectories of Africa and Europe stem ultimately from differences in real estate.",
        "book":"Guns, Germs and Steele",
        "author":"Jared Diamond",
        "location": "NYC",
        "date": "11/17"
    },
    {
        "quote": "For a succesful technology, reality must take precedence over public relations, for nature cannot be fooled.",
        "book":"Genius:The Life and Science of Richard Feynman",
        "author":"James Gleick",
        "location": "NYC",
        "date": "12/17"
    },
    {
        "quote": "The sources of slow productivity growth, rising inequality,, and declining hours of work per person rest on fundamental causes that will be difficult to offset.",
        "book":"Rise and fall of American growth",
        "author":"Robert Gordon",
        "location": "TX",
        "date": "1/18"
    },
    {
        "quote": "Its the greatest little city in the worlds.",
        "book":"Artemis",
        "author":"Andy weir",
        "location": "NYC",
        "date": "1/18"
    },
    {
        "quote": "My sunset ye whispered and sunset for humanity",
        "book":"The Three Body Problem",
        "author":"Cixin Liu",
        "location": "NYC",
        "date": "1/18"
    },
    {
        "quote": "I will cheer on whoever picks up the baton to get that done.",
        "book":"Greater than Ever: New York's Big Comeback",
        "author":"Dan Doctoroff",
        "location": "NYC",
        "date": "2/18"
    },
    {
        "quote": "Of course shes not afraid. She knows that the sun will rise again tomorrow.",
        "book":"Dark Forrest",
        "author":"Cixin Liu",
        "location": "NYC",
        "date": "3/18"
    },
    {
        "quote": "On a blade of grass on one of the miniature continents, a drop od dew took off from the tip of the grass blade, rose spiraling inot the air, and refracted a clear ray of sunlight into space.",
        "book":"Deaths End",
        "author":"Cixin Liu",
        "location": "NYC",
        "date": "3/18"
    },
    {
        "quote": "lively, diverse, intense cities contain the seeds of their own regeneration, with energy enough to carry over for problems and needs outside themselves",
        "book":"Death and Life of Great American Cities",
        "author":"Jane Jacobs",
        "location": "London",
        "date": "5/18"
    },
    {
        "quote": "Nearly sixty years after Walter O'Malley broke my heart, and forty years after starting a lifelong education in urban transportation, I was part of another revolution.",
        "book":"Street smart",
        "author":"Sam Schwartz",
        "location": "NYC",
        "date": "6/18"
    },
    {
        "quote": "But if instead, you define genius as working toward excellence, ceaselessly, with every element of your being- then,in fact, my dad is a genius and so am I, and so is Coates, and, if you're willing, so are you.",
        "book":"Grit",
        "author":"Angela Duckworth",
        "location": "NYC",
        "date": "7/18"
    },
    {
        "quote": "Still there are times I am bewildered by each mile I have traveled, each meal I have eaten, each person I have known, each room in which I have slept. As ordinary as it all appears, there are times when it is beyond my imagination.",
        "book":"Interpreter of maladies",
        "author":"Jhumpa lahiri ",
        "location": "MV",
        "date": "8/18"
    },
    {
        "quote": "Yeah, home seems about right.",
        "book":"Snow Crash",
        "author":"Neal Stephenson",
        "location": "MV",
        "date": "8/18"
    },
    {
        "quote": "The african faces a long and difficult road and he will need guidance. But he will treat it fast because he will walk upright.",
        "book":"The Black Jacobins",
        "author":"CLR James",
        "location": "MV",
        "date": "8/18"
    },
    {
        "quote": "Jasper and I leave the post office, turn left, and head toward home for a quiet Friday night.",
        "book":"A year of Living Biblically ",
        "author":"AJ Jacobs",
        "location": "MV",
        "date": "8/18"
    },
    {
        "quote": "There, he gripped the frame, looked out far into the mountains, opened his eyes and began to laugh them to whinny like a horse. It was thus, standing, with his nails dug into the window-frame, that death came to him.",
        "book":"Zorba the Greek",
        "author":"Nikos Kazantzakis",
        "location": "NYC",
        "date": "9/18"
    },
    {
        "quote": "It was everything I ever wanted.",
        "book":"Hillbilly Elegy",
        "author":"J.D. Vance",
        "location": "NYC",
        "date": "9/18"
    },
    {
        "quote": "At a memorial, his final words were read  love to all and kindness to all friends, and thank you all for a life of great happiness.",
        "book":"Natural born heroes",
        "author":"Christopher McDougall",
        "location": "NYC",
        "date": "10/18"
    },
    {
        "quote": "They think I'm a wizard.",
        "book":"Cuckoo's egg",
        "author":"Clifford Stoll",
        "location": "NYC",
        "date": "11/18"
    },
    {
        "quote": "I begin to make a list",
        "book":"Shoe dog",
        "author":"Phil Knight",
        "location": "NYC",
        "date": "11/18"
    },
    {
        "quote": "The last words he wrote were 'The emperor said to me, I'",
        "book":"Travels in Siberia",
        "author":"Ian Frazier",
        "location": "NYC",
        "date": "12/18"
    },
    {
        "quote": "At the same time, the SRE team should also have comprehensive knowledge of the systems -- how they operate, how they fail, and how to respond to failures-- that come from operating them day to day.",
        "book":"SRE Book",
        "author":"Beyer et al",
        "location": "NYC",
        "date": "1/19"
    },
    {
        "quote": "I hope that by showing Pakistan in all its complex patchwork of light and shadown, this book will help to bring about such a approach.",
        "book":"Pakistan: A Hard Country",
        "author":"Anotol Lieven",
        "location": "NYC",
        "date": "2/19"
    },
    {
        "quote": "Results are meaningless without effort, joy without sadness, convictions without uncertainty, and an ethical life isn't so when stripped of personal risk.",
        "book":"Antifragile, things that gain from disorder.",
        "author":"Nadsim Nicholas Taleb",
        "location": "NYC",
        "date": "5/19"
    },
    {
        "quote": "For the first time in his life, Jack Ryan fell asleep in an Airplane.",
        "book": "The Hunt for Red October",
        "author":"Tom Clancy",
        "location": "MV",
        "date": "6/19"
    },
    {
        "quote": "They poured the last of the margaritas, gulped it down, and followed Jake Brigance didn't the stairs to face the reporters",
        "book": "A time to kill",
        "author":"John Grisham ",
        "location": "NYC",
        "date": "6/19"
    },
    {
        "quote": "Think that for all time, all conflicts are finally evitable.Only the machines, from now on,are inevitable. ",
        "book": "I,Robot",
        "author":"Isaac Asimov",
        "location": "MV",
        "date": "7/19"
    },
    {
        "quote": "Of course, I might be wrong.",
        "book": "Just for fun: the story of an accidental revolutionary",
        "author":"Linus Torvalds",
        "location": "MV",
        "date": "7/19"
    },
    {
        "quote": "Though Sol himself is gone, the work he did lived on- responsible for an octillion bits( and counting) across the digital world. Farewell, Sol. And on behalf of all of us, thanks for all those cleverly created bits.",
        "book": "Idea Makers",
        "author":"Stepehn Wolfram",
        "location": "MV",
        "date": "7/19"
    },
    {
        "quote": "And after a while, he lay down on his side, his head on his crumpled hat, and kept curled up there, staring , his thumb in his mouth, till he fell asleep.",
        "book": "The warriors",
        "author":"Sol Yurick",
        "location": "NYC",
        "date": "7/19"
    },
    {
        "quote": "This in thy good time may infinite reason turn the tangle straight, and these crooked marks on a fragile leaf be not Indeed.",
        "book": "The Souls of Black Folks",
        "author":"W.E.B. du Bois",
        "location": "NYC",
        "date": "7/19"
    },
    {
        "quote": "Among the few possessions found in the doctor's rooms in market Street, and returned to his widow in Pennsylvania, where a fine golden sword and an ancient Ruby engraved with the image of Athena. Alongside these lay a sheaf of yellowing paper, covered in tumbling Persian script, written decades earlier by a holy man in the Hindu Kush: the Royal warrants of a dead Afghan Prince.",
        "book": "Josiah The Great",
        "author":"Ben MacIntyre",
        "location": "MV",
        "date": "8/19"
    },
    {
        "quote": "You're the good guys; we're the bad guys. Bacillus can't live without antibodies.",
        "book": "Worn: the first digital world war",
        "author":"Mark Bowden",
        "location": "MV",
        "date": "8/19"
    },
    {
        "quote": "They had been born on the same day, married on the same day, won Olympic gold on the same day. It would have been too much to hope to die on the same day as well.",
        "book": "Today we die a little",
        "author":"Richard Askwith",
        "location": "MV",
        "date": "8/19"
    },
    {
        "quote": "So we really can believe in American business as something that, at it's best, represents many of humankinds Hughes value.",
        "book": "Big business",
        "author":"Tyler Cowen",
        "location": "MV",
        "date": "8/19"
    },
    {
        "quote": "While many DevOps success stories highlight the fantastic grassroots efforts of the technical teams involved, our experience and our research shows that technology transformations benefit from truly engaged and transformational leaders who can support and amplify the work of their team.",
        "book": "Accelerate",
        "author":"Forsgren PHD",
        "location": "MV",
        "date": "8/19"
    },
    {
        "quote": "Stay curious, and good luck on your path.",
        "book": "The Managers Path: A Guide for tech leaders navigating growth and change",
        "author":"Camille Fournier",
        "location": "NYC",
        "date": "9/19"
    },
    {
        "quote": "No stability anywhere. But still, he concluded, the wine is cheap and the people dont change.",
        "book": "The Travellers Tree",
        "author":"Patrick Leigh Fermor",
        "location": "NYC",
        "date": "10/19"
    },
    {
        "quote": "Our modern world depends on mathematics and, when things go wrong, it should serve as a sobering reminder that we need to keep an eye on the hot cheese but also remind us of all the maths which work faultlessly around us.",
        "book": "Humble Pi: a comedy of math errors",
        "author":"Matt Parker",
        "location": "NYC",
        "date": "10/19"
    },
    {
        "quote": "We recognize the same balls being dropped over and over, even by those of great ability and determination. We know the patterns. We see the costs. Its time to try something else. Try a checklist.",
        "book": "The Checklist Manifesto",
        "author":"Atul Gawande",
        "location": "NYC",
        "date": "11/19"
    },
    {
        "quote": "I think they will be looking for their vanished agent between Atlas and the Niger.",
        "book": "Rogue Male",
        "author":"Geoffrey Household",
        "location": "NYC",
        "date": "11/19"
    },
    {
        "quote": "We can confidently attest that socialism just plain sucks.",
        "book": "Socialism Sucks",
        "author":"Robert Lawson and Benjamin Powell",
        "location": "NYC",
        "date": "11/19"
    },
    {
        "quote": "He has no use for any of their solutsion! He has already solved the theorem, whats there left to solve? No one is solving anything! He solved the theorem. ",
        "book": "Perfect Rigor",
        "author":"Masha Gessen",
        "location": "NYC",
        "date": "11/19"
    },
    {
        "quote": "If I punched it just once more and said 'Hi, mike!' would he answer? Been a long time since I've risked it. But he can't really be dead; nothing was hurt- he's just lost.",
        "book": "Moon is Harsh Mistress",
        "author":"Robert Heinlein",
        "location": "NYC",
        "date": "12/19"
    },
    {       
        "quote": "For thousands of years there wasnt much improvement in goods production, either, but that changed with the Industrial Revolution. We may be on the verge of a service revolution brought on by robots and artificial intelligence. Growth is always uneven.",
        "book": "why are the prices so damn high",
        "author":"Tabarrok and Helland",
        "location": "NYC",
        "date": "12/19"
    },
    {       
        "quote": "The universe begins and ends with zero.",
        "book": "zero",
        "author":"Charles seife",
        "location": "NYC",
        "date": "12/19"
    },
    {       
        "quote": "His fear pays off. I tip him extravagantly.",
        "book": "Take the Cannoli: Stories from the new world",
        "author":"sarah vowell",
        "location": "NYC",
        "date": "12/19"
    },
    {       
        "quote": "The only certainty is that the chances of succeeding in the unprecedented quest to create a new energy system compatible with the long-term survival of high-energy civilization remain uncertain. Given our degree of understanding, the challenge may not be relatively more forbidding than overcoming a number of barriers we have surmounted in the past. But understanding, no matter, how impressive, will not be enough. What is needed is a commitment to change, so we could say with Senancour (1770-1846),Man perisheth. That may be, but let us struggle even though we perish; and if nothing is to be our portion; let it not come to us as a just reward.",
        "book": "Energy and Civilization",
        "author":"Vaclav Smil",
        "location": "NYC",
        "date": "1/2020"
    },
    {       
        "quote": "Theres no place to go. There's the ocean to stop you. There's a line of old men along the shore hating the ocean for stoping them.",
        "book": "The Red Pony",
        "author":"John Steinbeck",
        "location": "NYC",
        "date": "1/2020"
    },
    {       
        "quote": "The catastrophe of the third Reich had not brought about the extinction of Germany, but what it had done was to draw the curtain on the classic era of European politics. Sixty years later, what else there might be to politics in Europe beyond the tiresome squabbles of discontented affluence remains an open question.",
        "book": "The Wages of Destruction",
        "author":"Adam Tooze",
        "location": "NYC",
        "date": "2/2020"
    },
    {       
        "quote": "'It was better when it was really bad' someone spray-painted on a wall about the loss of social solidarity in Bosnia after the war eneded. That sense of solidarity is at the core of what it means to be human and undoubtedly helped deliver us to this extraordinary moment in our history.",
        "book": "Tribe",
        "author":"Sebastian Junger",
        "location": "NYC",
        "date": "3/2020"
    },
    {       
        "quote": "You must live before you can die. But you must die before you can live.",
        "book": "Be Here Now",
        "author":"Ram Das",
        "location": "NYC",
        "date": "3/2020"
    },
    {       
        "quote": "Science ran too far ahead of us too quickly, and the people got lost in a mechanical wilderness, like children making over pretty things, gadgets, helicopters, rockets; emphazising machines instead of how to run the machines",
        "book": "The Martian Chronicles",
        "author":"Ray Bradbury",
        "location": "NYC",
        "date": "3/2020"
    },
    {       
        "quote": "Somehow it happened. Somehow I let it. Or else it happened despite me. In the tned I find it doesn't matter",
        "book": "And now we have everything",
        "author":"Meaghan O'Connell",
        "location": "NYC",
        "date": "4/2020"
    },
    {       
        "quote": "Then the music takes us, the music rolls away the years, and we dance.",
        "book": "11/22/63",
        "author":"Stephen King",
        "location": "NYC",
        "date": "4/2020"
    },
    {       
        "quote": "Now he felt whole. He was ready to go home.",
        "book": "The boys in the boat",
        "author":"Daniel James brown",
        "location": "NYC",
        "date": "5/2020"
    },
    {       
        "quote": "Statistical science plays an important role in all our lives, and is constantly chaning in response to the increasing quantity and depth of data becomind available.",
        "book": "The Art of Statistics",
        "author":"David Spiegelhalter",
        "location": "NYC",
        "date": "5/2020"
    },
    {       
        "quote": "When asked if the police were close to catching Biggie's assailant, McClure replied' Probably not'",
        "book": "Original Gangstas",
        "author":"Ben Westhoff",
        "location": "NYC",
        "date": "6/2020"
    },
    {       
        "quote": "But he would think of something",
        "book":"2001: A Space Odyssey",
        "author":"Arthur C Clarke",
        "location": "NYC",
        "date": "7/2020"
    },
    {       
        "quote": "As I said at the start, the world is full of surprises. And maybe, in the end, that's the most important lesson I learned from the animals and their trainers.",
        "book":"What Shamu taught me about life, live and marriage",
        "author":"Amy Sutherland",
        "location": "NYC",
        "date": "7/2020"
    },
    {       
        "quote": "And there in the corner, at a table for two, her hair tinged with gray, the willowy woman waited.",
        "book":"A gentleman in Moscow",
        "author":"Amor Towles",
        "location": "NYC",
        "date": "7/2020"
    },
    {       
        "quote": "First to fight for right and freedom, and to keep our honor clean, we are proud to claim the title of United States Marines. As Fox Company crossed the checkpoint, a Navy corpsman stationed at the gate shook his head. He turned to a guard, 'Will you look at those magnificent bastards,' he said",
        "book":"The last stand of Fox company: a true story of U.S. marines in combat",
        "author":"Bob Drury and Tom Calvin",
        "location": "NYC",
        "date": "7/2020"
    },
    {       
        "quote": "to the everlasting glory of the infantry",
        "book":"Starship troopers",
        "author":"Robert Heinlein",
        "location": "NYC",
        "date": "7/2020"
    },
    {       
        "quote": "Tell the Spartans, strangers passing by, that here obedient to their laws we lie.",
        "book":"Gates of Fire",
        "author":"Steven Pressfield",
        "location": "NYC",
        "date": "7/2020"
    },
    {       
        "quote": "At the end, lets raise a glass to using data where its useful, to making the right decisions for our families, to doing our best, and-sometimes- to just trying not to think about it.",
        "book":"cribsheet",
        "author":"Emily Oster",
        "location": "NYC",
        "date": "8/2020"
    },
    {       
        "quote": "Kick the habit- completely. Instead read long background articles and books. Yes, nothing beats books for understanding the world.",
        "book":"The art of thinking clearly",
        "author":"Rolf Dobelli",
        "location": "NYC",
        "date": "8/2020"
    },
    {       
        "quote": "Hirschman was by then far too seasoned in his struggles against declension to give into it now. The point was to imagine a different way to argue.",
        "book":"Wordly Philosopher",
        "author":"Jeremy Adelman",
        "location": "NYC",
        "date": "9/2020"
    },
    {       
        "quote": "a solitary little figure, to return home to his wife and children. The day of the jackal was over.",
        "book":"The day of the jackal",
        "author":"Frederick Forsyth",
        "location": "NYC",
        "date": "9/2020"
    },
    {       
        "quote": "There is a special sadness in a achievement, in the knowledge that a long-desired goal has been attained at last, and that life must now be shaped toward new ends. Alvin knew thta sadness as he wandered alone through the forests and fields of Lys. Not even Hilvar accompanied him, for there are times when man must be apart even from his closest friends",
        "book":"The City and the Stars",
        "author":"Arthur C Clarke",
        "location": "NYC",
        "date": "9/2020"
    },
    {       
        "quote": "I collected a few men and at once started to fire some good old British volleys into the scrub.",
        "book":"The defense of Jisr al-Doreaa: With E.D. Swintons The defence of Duffers Drift",
        "author":"Michael L Burgoyne",
        "location": "NYC",
        "date": "9/2020"
    },
    {       
        "quote": "I am Ubik. Before the universe was, I am. I made the suns. I made the worlds... I am called Ubik, but that is not my name. I am. I shall always be.",
        "book":"Ubik",
        "author":"Phillip K Dick",
        "location": "NYC",
        "date": "9/2020"
    },
    {       
        "quote": "And two chainwheels and twelve gears would have been quite sufficient. Next time, I was about to say to Wanda, but I just managed to stop myself.",
        "book":"Round ireland in low gear",
        "author":"Eric newby",
        "location": "NYC",
        "date": "10/2020"
    },
    {       
        "quote": "Ultimately, the most important person to have control over is yourself- for it is that self-control that will allow you to 'give control, create leaders.'",
        "book":"Turn the Ship Arround: A true story of turning followers into leaders",
        "author":"David Marquet",
        "location": "NYC",
        "date": "10/2020"
    },
    {       
        "quote": "The Chinese man who showed me around had no such luck of imagination. He was confident of what africa can become. ' Chinese people of my generation are very clear where Africa is on Chinas path of development.' He told me. ' This is exactly like my home town 30 years ago. If we could do it, then so can this place.'",
        "book":"The next factory of the world: How chinese investment is reshaping Africa",
        "author":"Irene Yuan Sun",
        "location": "NYC",
        "date": "10/2020"
    },
    {       
        "quote": "Life was such a wheel that no man could stand upon it for long. And it always, at the end, came round to the same place.",
        "book":"The Stand",
        "author":"Stephen King",
        "location": "NYC",
        "date": "12/2020"
    },
    {       
        "quote": "I believe that the concepts in this book could make an impact upon the marriages and families of our country.",
        "book":"The 5 love languages",
        "author":"Gary Chapman ",
        "location": "MV",
        "date": "1/2021"
    },
    {       
        "quote": "Remember lean is an endless journey",
        "book":"2 second lean",
        "author":"Paul akers",
        "location": "MV",
        "date": "1/2021"
    },
    {       
        "quote": "Banish sloppiness and fall in love with precision.",
        "book":"Lean Life",
        "author":"Paul akers",
        "location": "MV",
        "date": "1/2021"
    },
    {       
        "quote": "But once you accept that your children's future is largely up to them and remember that your happiness counts, too, an unplanned set of twins is no big deal.",
        "book":"Selfish Reasons to Have More Kids",
        "author":"Bryan Caplan",
        "location": "NYC",
        "date": "2/2021"
    },
    {       
        "quote": "but in the meantime, be aware that your child may not be able to make perceptual space determinations with accuracy.",
        "book":"Experimenting with Babies",
        "author":"Shaun Gallagher",
        "location": "NYC",
        "date": "2/2021"
    },
    {       
        "quote": "'Okay,baby, hold tight', said Zaphod.' We'll take in a quick bite at the resturant at the end of the universe'",
        "book":"The Hitchhikers guide to the galaxy",
        "author":"Douglas Adams",
        "location": "NYC",
        "date": "2/2021"
    },
    {       
        "quote": "The only dionysus we can indentify him with is the one torn into innumerable agonized fragements",
        "book":"Nietzsche: A Very Short Introduction",
        "author":"Michael Tanner",
        "location": "NYC",
        "date": "2/2021"
    },
    {       
        "quote": "My new friend Jamie smiled, and I did not need a text bubble to explain it to me.",
        "book":"Upgrade: A metamorphosis of prime intellect",
        "author":"Roger Williams",
        "location": "NYC",
        "date": "2/2021"
    },
    {       
        "quote": "Through the present moment I see the glimmers of liberation embedded in the wok we must do at this time. Because what else can we do?",
        "book":"Blockchain Chicken Farm",
        "author":"Xiaowei Wang",
        "location": "NYC",
        "date": "2/2021"
    },
    {       
        "quote": "It was the worst thing ever. Nothing mattered. Not pain, not accomplishments, not anything.",
        "book":"The Metamorphosis of Prime Intellect",
        "author":"Roger Williams",
        "location": "NYC",
        "date": "2/2021"
    },
    {       
        "quote": "Happiness, free for everyone,  and let no one be forgotten",
        "book":"Roadside Picnic",
        "author":"Arkady and Boris Strugatsky",
        "location": "NYC",
        "date": "2/2021"
    },
    {       
        "quote": "The proofs of practicality and efficiency have been made, the materials required are inexpensive and available just about anywhere in the world, and the construction techniques are simple and powerful.",
        "book":"The Fabric Formwork Book: Methods for Building New Architectural and Structural Forms in Concrete",
        "author":"Mark West",
        "location": "NYC",
        "date": "3/2021"
    },
    {       
        "quote": "Formwork is the single largest cost component of a concrete build-ings structural frame.",
        "book":"Formwork for Concrete Structures",
        "author":"Oberlender and Peurifoy",
        "location": "NYC",
        "date": "3/2021"
    },
    {       
        "quote": "History demonstrates this constant tension between those who thrive in the messy human city, and those who want to impose some kind of artificial coherence upon it.",
        "book":"Metropolis",
        "author":"Ben Wilson",
        "location": "NYC",
        "date": "3/2021"
    },
    {       
        "quote": "But the third figure, close behind her, arm across her shoulders, was himself.",
        "book":"Neuromancer",
        "author":"William Gibson",
        "location": "NYC",
        "date": "3/2021"
    },
    {       
        "quote": "There is only one way of thinking that is capable of making progress,  or of surviving in the long run,  and that is the way of seeking good explanations through creativity and criticism. What lies ahead of us is in any case infinity. All we can choose is whether it is an infinity of ignorance or of knowledge, wrong or right, death or life.",
        "book":"The Beginning of Infinity: Explanations That Transform the World",
        "author":"David Deutsch",
        "location": "NYC",
        "date": "4/2021"
    },
    {       
        "quote": "Because now he knew where his treasure was.",
        "book":"The Alchemist",
        "author":"Paulo Coelho",
        "location": "NYC",
        "date": "4/2021"
    },
    {       
        "quote": "He and the lofty vulture, so high as to be nearly invisible, shared a common emotion: time to eat",
        "book":"The monkey wrench gang",
        "author":"Edward Abbey",
        "location": "NYC",
        "date": "4/2021"
    },
    {       
        "quote": "We can keep the climate bearable for everyone, help hundreds of millions of poor people make the most of their lives, and preserve the planet for generations to come.",
        "book":"How to Avoid A Climate Disaster",
        "author":"Bill Gates",
        "location": "NYC",
        "date": "4/2021"
    },
    {       
        "quote": "Because we do not know how to talk to strangers, what do we do when things go awry with strangers? We blame the strangers.",
        "book":"Talking to Strangers",
        "author":"Malcolm Gladwell",
        "location": "NYC",
        "date": "4/2021"
    },
    {       
        "quote": "Then the fulll weight of the depths was upon him, and he knew no more.",
        "book":"A Fire Upon The Deep",
        "author":"Vernor Vinge",
        "location": "NYC",
        "date": "5/2021"
    },
    {       
        "quote": "We are hopeful about the future of maintenance and repair.",
        "book":"The innovation delusion",
        "author":"Lee vinsel and Andrew russell",
        "location": "MV",
        "date": "5/2021"
    },
    {       
        "quote": "Who here can tell me the speed of light? Twelve kids riase their claws. ",
        "book":"Project Hail Mary",
        "author":"Andy Weir",
        "location": "NYC",
        "date": "5/2021"
    },
    {       
        "quote": "TEAM: Togetherness, Encourage, Autonomy and Minimize interference",
        "book":"Hunt, Gather, Parent",
        "author":"Michaeleen Doucleff",
        "location": "NYC",
        "date": "5/2021"
    },
    {       
        "quote": "glorious color that lets human mind observe and become part of the universe at play.",
        "book":"Full Spectrum: How the science of color made us modern",
        "author":"Adam Rogers",
        "location": "NYC",
        "date": "6/2021"
    },
    {       
        "quote": "When he and Hook and Wilkins had cut open live dogs during the plague year, Daniel had looked into their straining brown eyes and tried to fathom what was going on in their minds. He'd decided in the end that nothing was, that dogs had no conscious minds, no thought of past or future, living purely in the moment, and that this made it worse for them. Because they could neither look forward to the end of the pain, nor remember times when they chased rabits across meadows.",
        "book":"Quicksilver",
        "author":"Neal Stephenson",
        "location": "NYC",
        "date": "9/2021"
    },
    {       
        "quote": "I did somthing but I don't remembir what.",
        "book":"Flowers for Algernon",
        "author":"Daniel Keyes",
        "location": "NYC",
        "date": "9/2021"
    },
    {       
        "quote": "Move with the cheese and enjoy it.",
        "book":"Who moved my cheese",
        "author":"Spencer Johnson ",
        "location": "NYC",
        "date": "9/2021"
    },
    {       
        "quote": "And it will continue to expand until either Jeff Bezos exits teh scene or not one is left to stand in his way.",
        "book":"The Everything Store:Jeff Bezos and the Age of Amazon",
        "author":"Brad Stone",
        "location": "MV",
        "date": "10/2021"
    },
    {       
        "quote": "We should demand safety and security- but not at the hands of the police. In the end, they rarely provide either.",
        "book":"The end of policing",
        "author":"Alex Vitale",
        "location": "NYC",
        "date": "10/2021"
    },
    {       
        "quote": "Pitt held her face gently between his hands, smiled down at her, and said 'Thats why I am so much fun'",
        "book":"Dirk Pitt: Sahara",
        "author":"Clive Cussler",
        "location": "NYC",
        "date": "11/2021"
    },
    {       
        "quote": "I should hope, then, that by the time of my employer's return, I shall be in a position to pleasantly surprise him",
        "book":"The Remains of the Day",
        "author":"Kazuo Ishiguro",
        "location": "NYC",
        "date": "11/2021"
    },
    {       
        "quote": "It stopped for a minute I swear, but then the sound and pictures came back on and for two more interminable months we lived.",
        "book":"You shall know our velocity",
        "author":"Dave Eggers",
        "location": "NYC",
        "date": "12/2021"
    },
    {       
        "quote": "What about the building you see when you look up from this book? Go do something timely to it",
        "book":"How Buildings Learn: What Happens After They are Built",
        "author":"Stewart Brand",
        "location": "NYC",
        "date": "12/2021"
    },
    {       
        "quote": "Somewhere down there the old spider might still sleep, waiting for his lady lost.... and begging on his greatest Lurk of all.So high, so low, so many things to know.",
        "book":"A Deepness in the Sky",
        "author":"Vernor Vinge",
        "location": "NYC",
        "date": "1/2022"
    },
    {       
        "quote": "We need great, important things to do with the staggeringly huge capabilities that lie within our grasp. Science fiction must get back down into the gutter and start looking back up at the stars.",
        "book":"Where is my flying car",
        "author":"J Storr Hall",
        "location": "NYC",
        "date": "1/2022"
    },
    {       
        "quote": "Begin with the end in mind. What's your story? This is mine so far. Greenlights. Here's to catching more of them. Just keep living.",
        "book":"Greenlights",
        "author":"Matthew McConaughey",
        "location": "NYC",
        "date": "1/2022"
    },
    {       
        "quote": "It will take all of us",
        "book":"Electrify",
        "author":"Saul Griffith",
        "location": "NYC",
        "date": "2/2022"
    },
    {       
        "quote": "And there's no telling how far you might be able to get, what you might discover, or who you might meet when you get there",
        "book":"Ready Player Two",
        "author":"Ernest Cline",
        "location": "NYC",
        "date": "2/2022"
    },
    {       
        "quote": "This country is a mess, but it's still one of the only outfits that can pull a fleet of lead-lined bulldozers out of its ass on short notice.",
        "book":"Termination Shock",
        "author":"Neal Stephenson",
        "location": "NYC",
        "date": "3/2022"
    },
    {       
        "quote": "The five of clubs, Dom DeLuise. Hula-hooping. Of course.",
        "book":"Moonwalking with Einstein: the art and science of remembering everything",
        "author":"Joshua Foer",
        "location": "NYC",
        "date": "3/2022"
    },
    {       
        "quote": "I saw myself grow too old for the dream. Saw rhe Giants moved across a continent, and finally they tore down the Polo Grounds in 1964.",
        "book":"Shoeless Joe",
        "author":"W P Kinsella",
        "location": "NYC",
        "date": "4/2022"
    },
    {       
        "quote": "The world was all right, no better or worse than we had left it- though after what father had told us, what we saw was like splendor. It was glorious even here, in this old taxicab with the radio playing.",
        "book":"The Mosquito Coast",
        "author":"Paul Theroux",
        "location": "NYC",
        "date": "4/2022"
    },
    {       
        "quote": "We hope that you will do whatever you can to help with one of the most exciting and consequential endeavors in human history.",
        "book":"The future of fusion energy",
        "author":"Jason Parisi and Justin Ball",
        "location": "NYC",
        "date": "5/2022"
    },
    {       
        "quote": "Might it be that Bismarck's famous 1898 bon mot ' God favors fools, drunkards, and the United States of America' has not lost its validity? But only blind optimists could be confident that this favoritism persists.",
        "book":"Made in the USA",
        "author":"Vaclav Smil",
        "location": "NYC",
        "date": "6/2022"
    },
    {       
        "quote": "Physical limitations contrain possible operations. Thus, a large peg cannot fit into a small hole.",
        "book":"The design of everyday things",
        "author":"Don Norman",
        "status":"31%",
        "location": "NYC",
        "date": "7/2022"
    },
    {       
        "quote": "Some men dream of being a bird. I dream of being a goat.",
        "book":"Goatman: how I took a holiday from being human",
        "author":"Thomas Thwaites",
        "location": "NYC",
        "date": "7/2022"
    },
    {       
        "quote": "My attempt to make a toaster has shown me just how reliant we all are on everyone else in the world.",
        "book":"The Toaster Project: Or a Heroic Attempt to build a simple electronic appliance from scratch",
        "author":"Thomas Thwaites",
        "location": "NYC",
        "date": "7/2022"
    },
    {       
        "quote": "Rough weather some times. But I'll say this for it- I was never becalmed.",
        "book":"Carry on Mr. Bowditch",
        "author":"Jean Lee Latham",
        "location": "NYC",
        "date": "7/2022"
    },
    {       
        "quote": "He was among the most productive, honored minds of his era, and yet he gave the appearance the he would chuck it all overboard for the chance to tinker in his gadget room.",
        "book":"A Mind At Play",
        "author":"Jimmy Soni",
        "location": "NYC",
        "date": "7/2022"
    },
    {       
        "quote": "the man, the strange contradictory and controversial person; childish and good-humored, sophisticated  and savage, brilliantly clever yet with a very limited,  almost primitive lack of ability to handle his emotions - an enigma of nature that will have to remain unresolved.",
        "book":"The Man From the Future",
        "author":"Ananyo Bhattacharya",
        "location": "NYC",
        "date": "8/2022"
    },
    {       
        "quote": "In silent farewell, he saluted the men he had known, whether they had hindered or helped him to his purpose.",
        "book":"Childhoods End",
        "author":"Arthur C Clark",
        "location": "NYC",
        "date": "9/2022"
    },
    {       
        "quote": "All in all, CES was a blast. It was, like, my first public taste of life.",
        "book":"The making of prince of Persia",
        "author":"Jordan Mechner",
        "location": "NYC",
        "date": "9/2022"
    },
    {       
        "quote": "'Thats memories right there.' Then he bounded out of the old house and into the light of the day....'The separation of the races is not a disease of the colored people' Einstein told the graduates at commencement ' but a disease of the white people.'",
        "book":"Caste: The Origins of Our Discontent",
        "author":"Isabel Wilkerson",
        "location": "NYC",
        "date": "9/2022"
    },
    {       
        "quote": "I knew nothing, and I persisted in the faith that the time of cruel miracles was not past.",
        "book":"Solaris",
        "author":"Stanislaw Lem",
        "location": "NYC",
        "date": "9/2022"
    },
    {       
        "quote": "For however inhospitable the wind, from this vantage point Manhattan was so improbable,  so wonderful, so obviously full of promise- that you wanted to approach it for the rest of your life without ever quite arriving.",
        "book":"Rules of civility",
        "author":"Amor Towles",
        "location": "NYC",
        "date": "10/2022"
    },
    {       
        "quote": "Gully Foyle is my name, And Terra is my nation.Deep space is my dwelling place,The stars my destination.",
        "book":"Stars my destination",
        "author":"Alfred Bester",
        "location": "NYC",
        "date": "10/2022"
    },
    {       
        "quote": "For all our speed and viraciousness, our changeable spark and flash, we would be, at last count, not an especially interesting species.",
        "book":"The wizard and the prophet",
        "author":"Charles Mann",
        "location": "NYC",
        "date": "11/2022"
    },
    {       
        "quote": "Leaving the burger Boyz to sit down once again in the plastic fold-out chairs and wonder how long before the flames flickered out.",
        "book":"The Short and Tragic Life of Robert Peace: A Brilliant Young Man Who Left Newark for the Ivy League",
        "author":"Jeff Hobbs",
        "location": "NYC",
        "date": "12/2022"
    },
    {       
        "quote": "The most credible explanation, as usual, is simple-minded populism.",
        "book":"How evil are politicians? Essays on Demagoguery",
        "author":"Bryan Caplan",
        "location": "NYC",
        "date": "12/2022"
    },
    {       
        "quote": "Make the other person happy about doing the thing you suggest",
        "book":"How to win friends and influence people",
        "author":"Dale Carnegie",
        "location": "Austin",
        "date": "12/2022"
    },
    {       
        "quote": "Leland closed his eyes. Now, and for a little while longer, he was going to think of flying. ",
        "book":"Nothing Lasts Forever( the book that inspired the movie Die Hard)",
        "author":"Roderick Thorp",
        "location": "Austin",
        "date": "12/2022"
    },
    {       
        "quote": "But our own unfathomability is a lucky thing for us! Just as we might shrivel up and die if we could truly grasp how miniscule we are in comparison to the vast universe we live in, so we might also explode in fear and shock if we were privy to the unimaginably frantic goings-on inside our bodies. We live in a state of blessed ignorance, but it is also a state of marvelous enlightenment, for it involves floating in a universe of mid-level categories of our own creation - categories that function incredibly well as survival enhancers.",
        "book":"I am a strange loop",
        "author":"Douglas Hofstadter",
        "location": "NYC",
        "date": "2/2023"
    },
    {       
        "quote": "But popular or not, open borders is a fantastic opportunity for all humanity. Realizing this fantastic opportunity will be a long journey. But when we get there, you wont believe your eyes.",
        "book":"Open Borders:The science and ethics of immigration.",
        "author":"Bryan Caplan",
        "location": "NYC",
        "date": "2/2023"
    },
    {       
        "quote": "If china remains the world's biggest manufacturer, why shouldn't it be the biggest harvester of raw materials from the castoffs of other countries? Why shouldn't it be the capital of Junkyard Planet?",
        "book":"Junkyard Planet",
        "author":"Adam Minter",
        "location": "NYC",
        "date": "2/2023"
    },
    {       
        "quote": "He was a very bad shot and a very bad judge of character, but he had a way with Westerns ( A trick of tension) and with girls (I wouldn't know what)",
        "book":"The Third Man",
        "author":"Graham Greene",
        "location": "Vienna",
        "date": "2/2023"
    },
    {       
        "quote": "I would have the engineers join in the drinking and the dancing.",
        "book":"The existential pleasures of engineering",
        "author":"Samuel Florman",
        "location": "NYC",
        "date": "2/2023"
    },
    {       
        "quote": "I haven't seen her again, but I know I will. Soon.",
        "book":"Old Man's War",
        "author":"John Scalzi",
        "location": "NYC",
        "date": "3/2023"
    },
    {       
        "quote": "When we have a fact-based worldview, we can see that the world is not as bad as it seems - and we can see what we have to do to keep making it better.",
        "book":"Factfulness: ten reasons we are wrong about the world and why things are better than you think",
        "author":"Hans Rosling",
        "location": "NYC",
        "date": "3/2023"
    },
    {       
        "quote": "I start to compile in my head a compilation tape for her, something that's full of stuff she's heard of, and full of stuff she'd play. Tonight, for the first time ever, I can sort of see how it's done.",
        "book":"High Fidelity",
        "author":"Nick Hornby",
        "location": "NYC",
        "date": "3/2023"
    },
    {       
        "quote": "He has no interest in reviewing parents or talking to Besso or thinking of physics. He feels empty, and he stares without interest at the tiny black speck and the Alps.",
        "book":"Einstein's Dreams",
        "author":"Alan Lightman",
        "location": "NYC",
        "date": "3/2023"
    },
    {       
        "quote": "In a place far away from anyone or anywhere, I drifted off for a moment.",
        "book":"The wind up bird chronicles",
        "author":"Haruki Murakami",
        "location": "NYC",
        "date": "4/2023"
    },
    {       
        "status":"21%",
        "book":"A divine language",
        "author":" Alec Wilkinson",
        "location": "NYC",
        "date": "4/2023"
    },
    {       
        "quote":"Is it not fair to ask the technologist, not only to provide artefacts which work, but also to provide beauty, even in common street, and above all, to provide fun.",
        "book":"Structures: or why things don't fall down",
        "author":" J.E. Gordon",
        "location": "NYC",
        "date": "5/2023"
    },
    {       
        "quote":"The fact is saying yes hadn't been a pointless exercise at all. And now as I sat, cramped and sleepy, in a passenger jet high above the ocean, I would see what else Yes had in store for me.This was it, this was life.I leaned against the window and fell asleep in an instant.",
        "book":"Yes Man",
        "author":"Danny Wallace",
        "location": "NYC",
        "date": "6/2023"
    },
    {       
        "quote":"Remembered the prayer in the ninth innning. He put the tired right hand to his forehead, gave an old fashioned salute, said aloud 'Sir, Thank You'",
        "book":"For Love of the Game",
        "author":"Michael Shaara",
        "location": "NYC",
        "date": "6/2023"
    },
    {       
        "quote":"I buy so many suitcases and they're all sitting in my house in Tamale. People always ask if they can buy them, I need to open a store. He pauses,thinks about it, then laughs maybe I will do it.",
        "book":"Secondhand",
        "author":"Adam Mintner",
        "location": "NYC",
        "date": "7/2023"
    },
    {       
        "quote":"Looking at my jolly room, with the clean sheets, and everything arranged so neatly, and at glowing stove piled high with logs, I feel a great deal of regret at leaving this quiet and happy life.",
        "book":"The broken road",
        "author":"Patrick Leigh Fermor",
        "location": "NYC",
        "date": "7/2023"
    },
    {       
        "quote":"Working together in an intentional way, it is possible to make our places stronger financially while also improving the lives of people.",
        "book":"Strong Towns",
        "author":"Charles Marohn",
        "location": "MV",
        "date": "7/2023"
    },
    {       
        "quote":"It is a fine thing to be a walking encyclopedia of philosophy, but if you happen to have no liking for philosophy, and to have a like for the natural history of street-cries, much better leave philosophy alone, and take to street cries.",
        "book":"How to live on 24 hours a day",
        "author":"Arnold Bennett",
        "location": "MV",
        "date": "7/2023"
    },
    {       
        "quote":"I don't want to have to retire. This game is just too damn interesting. It's such a a beautiful game.",
        "book":"The biggest bluff",
        "author":"Maria Konnikova",
        "location": "MV",
        "date": "7/2023"    
    },
    {       
        "quote":"Yet tribunals of accountability and reparations were convened, boundaries and sovereignty were restored, and ancient lands reclaimed. The work of the world went on.",
        "book":"Here and There",
        "author":"Elisa Barnes",
        "location": "NYC",
        "date": "9/2023"    
    },
    {       
        "quote":"It embarrassed me, it always had, but I forced myself to participate, to be part of a tiny public speaking, a public learning slowly how to speak again, in the middle of the spread.",
        "book":"The Topeka School",
        "author":"Ben Lerner",
        "location": "NYC",
        "date": "9/2023"    
    },
    {       
        "quote":"But he had not brought anything. His hands were empty, as they always had been.",
        "book":"The dispossessed",
        "author":"Ursula K. Le Guin",
        "location": "NYC",
        "date": "10/2023"    
    },
    {       
        "quote":"That the amateurs dream is the American dream",
        "book":"A bunch of amateurs",
        "author":"Jack Hitt",
        "location": "NYC",
        "date": "10/2023"    
    },
    {       
        "quote":"I stop by the last footprint, 5,000 years after setting out, my track ceasing where his does.",
        "book":"The old ways: a journey on foot",
        "author":"Robert MacFarlane",
        "location": "NYC",
        "date": "11/2023"    
    },
    {       
        "quote":"I need to escape the telic mindset, to cultivate a more atelic orientation. I need to learn how to be in the moment.",
        "book":"Midlife",
        "author":"Kieran Setiya",
        "location": "NYC",
        "date": "12/2023"    
    },
    {       
        "quote":"Milton Friedman " the best economist of all the GOAT contenders. Adam Smith " the most original and fundamental of all economists. The father of economics. John Stuart Mill the deepest and most comprehensive thinker of all economists",
        "book":"GOAT: Who is the Greatest Economist of all Time, and Why Does it Matter?",
        "author":"Tyler Cowen",
        "location": "NYC",
        "date": "12/2023"    
    },
    {       
        "quote":"Poker is life. Human interaction. The interaction of desires. All of life, except love, can be found in the game. And not all life can or should be about love.",
        "book":"King of a small world",
        "author":"Rick Bennet",
        "location": "NYC",
        "date": "12/2023"    
    },
    {       
        "quote":"I have come to fear this god of the afghans. And that has made me a fighting man, as they are.",
        "book":"The Afghan Campaign",
        "author":"Steven Pressfield",
        "location": "NYC",
        "date": "12/2023"    
    },
    {       
        "quote":"Could you get the rockets to orbit or transition to electric vehicles without accepting all aspects of him, hinged and unhinged? Sometimes great innovators are risk-seeking man-children who resist potty training. They can be reckless, cringeworthy, sometimes even toxic. They can also be crazy. Crazy enough to think they can change the world.",
        "book":"Elon Musk",
        "author":"Walter Isaacson",
        "location": "NYC",
        "date": "1/2024"    
    },
    {       
        "quote":"Is this a duck and a bunny, no. This is a duck and a bunny.",
        "book":"How to Live",
        "author":"Derek sivers",
        "location": "NYC",
        "date": "1/2024"    
    },
    {       
        "quote":"Right back without a flicker, Willart Thorp said 'what this university has long needed is deeper insight into contemporary communications'",
        "book":"Tabula Rasa",
        "author":"John McPhee",
        "location": "NYC",
        "date": "1/2024"    
    },
    {       
        "quote":"You finally fall asleep. And when you wake up, it's true. You are part of a brand new world.",
        "book":"Kafka on the shore",
        "author":"Haruki Murakami",
        "location": "NYC",
        "date": "2/2024"    
    },
    {       
        "quote":"Even if I become the best that the wold has ever known, there is an entity that cannot be defeated",
        "book":"The MANIAC",
        "author":"Benjamin Labatut",
        "location": "NYC",
        "date": "3/2024"    
    },
    {       
        "quote":"Use your imagination. Get tinkering.",
        "book":"How big things get done",
        "author":"Bent Flyvbjerg",
        "location": "NYC",
        "date": "3/2024"    
    },
    {       
        "quote":"I did not know I was to spend the rest of my life getting Singapore not just to work but to prosper and flourish.",
        "book":"Singapore the Story: memoirs of lee kuan yew",
        "author":"Lee Kuan Yew",
        "location": "singapore",
        "date": "5/2024"    
    },
    {       
        "quote":"It makes no difference. I have always been judged on what I've been able to do and what I've promised the people",
        "book":"Hard Truths to keep singapore going",
        "author":"Lee Kuan Yew",
        "location": "NYC",
        "date": "6/2024"    
    },
    {       
        "quote":"What will the deregulated architecture of the future look like?",
        "book":"Build, Baby, Build. The science and ethics of housing regulation.",
        "author":"Bryan Caplan",
        "location": "NYC",
        "date": "6/2024"    
    },
    {       
        "quote":"I two days, we would start walking the first wave of civilians and shuttling them down to their new homes. Roddenberry would be proud.",
        "book":"We Are Legion (We Are Bob)",
        "author":"Dennis E. Taylor",
        "location": "NYC",
        "date": "6/2024"    
    },
    {       
        "quote":"She may have been the foot sore and travel weary, Elysabethe Dalrymple, besides being at that moment the most famous elephant in the world, was the happiest.",
        "book":"Seven league boots",
        "author":"Richard Halliburton",
        "location": "MV",
        "date": "7/2024"    
    },
    {       
        "quote":"Andrews only answer was a predatory smile",
        "book":"For we are many",
        "author":"Dennis E. Taylor",
        "location": "MV",
        "date": "7/2024"    
    },
    {       
        "quote":"And thirty five thousand kilometers above, I turned on the SURGE drive and headed for the stars.",
        "book":"All these worlds",
        "author":"Dennis E. Taylor",
        "location": "MV",
        "date": "7/2024"    
    },
    {       
        "quote":"I've come to grant your wish Theresa. Which one is that? To learn more about your world. And mine.",
        "book":"Heaven's River",
        "author":"Dennis E. Taylor",
        "location": "NYC",
        "date": "7/2024"    
    },
    {       
        "quote":"Boyd wanted his friends to remember his as the man who burned down hangars in Japan, forty seconds boyd, the mad major, the ghetto Colonel, Ghenghis John.",
        "book":"Boyd",
        "author":"Robert Coram",
        "location": "MV",
        "date": "8/2024"    
    },
    {       
        "quote":"Does anyone ever get two chances? Is the Door in the Wall always gone when next you look? Where do you catch the boat from Brigadoon? Brother, it's like the post office in Brooklyn: you can't get there from here",
        "book":"Glory Road",
        "author":"robert heinlein",
        "location": "NYC",
        "date": "8/2024"    
    },
    {       
        "quote":"I can fly again and that means I am whole again, complete.",
        "book":"Theft of fire",
        "author":"Devon Erikson",
        "location": "NYC",
        "date": "9/2024"    
    },
    {       
        "quote":"The effectiveness of this team, by using the process described here, is measured by the Apollo record.",
        "book":"What made Apollo a success",
        "author":"Eugene Kranz",
        "location": "NYC",
        "date": "9/2024"    
    },
    {       
        "quote":"'This is home' hiroko said. This is where we start again.",
        "book":"Red Mars",
        "author":"Kim Stanley Robinson",
        "location": "NYC",
        "date": "11/2024"    
    },
    {       
        "quote":"Quantum mechanics maintains ite perilous but accurate existence.",
        "book":"Six Easy Pieces",
        "author":"Richard P. Feynman",
        "location": "NYC",
        "date": "11/2024"    
    },
    {       
        "quote":"'he looks as Moses must have looked, when he gazer over the promised land' Harriman dropped his eyes from the sky and saw them. 'you guys still here' he said, 'come on- there's work to do'",
        "book":"The Man Who Sold The Moon",
        "author":"Robert Heinlein",
        "location": "NYC",
        "date": "12/2024"    
    },
    {       
        "quote":"Then he saw shadows descending from above, dozens of naked girls swimming downward, garlands of silver bubbles streaming from their mouths, their Almond eyes exited and mischievous.",
        "book":"Diamond Age",
        "author":"Neal Stephenson",
        "location": "Austin",
        "date": "12/2024"    
    },
    {       
        "quote":"I owe you. I found I was dripping tears for no good reason. Okay,.I owe you twenty. But you have to come to des Moines to collect it.",
        "book":"Gentlemen to be seated",
        "author":"Robert Heinlein",
        "location": "Austin",
        "date": "12/2024"    
    },
    {       
        "quote":"To figure out what grainnes up to, somehow - then go wherever she's send her DOers and fight them",
        "book":"The rise and fall of D.O.D.O",
        "author":"Neal Stephenson",
        "location": "NYC",
        "date": "1/2025"    
    },
    {       
        "quote":"One could say that democracy itself is based on the assumption that the metis of its citizenry should, in mediated form, continually modify the laws and policies of the land",
        "book":"Seeing Like a State",
        "author":"James C. Scott",
        "location": "NYC",
        "date": "1/2025"    
    },
    {       
        "quote":"And death, which i have always regarded as the greatest dimension of life, dark, compelling, was no more than a pipe that springs a leak, a branch that cracks in the wind, a jacket that slips off a clothes hanger and falls to the floor",
        "book":"My Struggle",
        "author":"Karl Ove Knausgaard",
        "location": "NYC",
        "date": "2/2025"    
    },
    {       
        "quote":"We are about to transship. I feel exhilarated. Puppet masters- the free men are coming to kill you! Death and Destruction!",
        "book":"Puppet Masters",
        "author":"Robert Heinlein ",
        "location": "NYC",
        "date": "2/2025"    
    },
    {       
        "quote":"There, I will push my head deeply into the waters of dream, and Irina will melt like the dusk into my chest. We will stay there forever, sheltered from the frightening stars.",
        "book":"Solenoid",
        "author":"Mircea Crtrescu",
        "location": "NYC",
        "date": "3/2025"    
    },
    {       
        "quote":"Far above the Falcon 9, Destiny beckoned.",
        "book":"ReEntry",
        "author":"Eric Berger",
        "location": "NYC",
        "date": "4/2025"    
    },
    {       
        "quote":"If in the first attempt to create a world of free men we have failed, we must try again",
        "book":"The Road To Serfdom",
        "author":"F.A. Hayek",
        "location": "NYC",
        "date": "4/2025"
    },
    {       
        "quote":"Art often derives from those moments when we would wish the world to stand still.",
        "book":"All the Beauty in the World",
        "author":"Patrick Bringley",
        "location": "NYC",
        "date": "5/2025"    
    },
    {       
        "quote":"I'm involved in the accelerationista administrative program. Are you familiar with it?",
        "book":"Accelerando",
        "author":"Charles Stross",
        "location": "NYC",
        "date": "5/2025"    
    },
    {       
        "quote":"At the start of 2020, the NYPD had achieved what Deputy Commissioner John Miller called ' police Nirvana. Everything was perfect'",
        "book":"New Yorks Finest",
        "author":"Michael Daly",
        "location": "NYC",
        "date": "6/2025"    
    },
    {       
        "quote":"On the beach, Cantabrigian Five exchanged a satisfied look with Esa Arjun and glanced towards the skyt",
        "book":"Seveneves",
        "author":"Neal Stephenson",
        "location": "NYC",
        "date": "7/2025"    
    },
    {       
        "quote":"Every limit is a beginning as well as an ending. Who can quit young lives after being long in company with them, and not desire to know what befell them in their after-years? For the fragment of a life, however typical, is not the sample of an even web: promises may not be kept, and an ardent outset may be followed by declension; latent powers may find their long-waited opportunity; a past error may urge a grand retrieval.",
        "book":"Middlemarch",
        "author":"George Eliot",
        "location": "NYC",
        "date": "9/2025"    
    },
    {       
        "quote":"Who here can tell me the speed of light? Twelve kids raise their claws.",
        "book":"Project Hail Mary",
        "author":"Andy Weir",
        "location": "NYC",
        "date": "9/2025"    
    },
    {       
        "quote":"In sum, to succeed in this new world, prepare to become what it needs.",
        "book":"The age of EM",
        "author":"Robing Hanson",
        "location": "NYC",
        "date": "11/2025"    
    },
    {       
        "quote":"",
        "book":"",
        "author":"",
        "location": "",
        "date": ""    
    }
    
]
